[
{"title": "Adblock instructions", "start_url": "", "image_urls": [null], "published_date": " ", "updated_date": [" "], "authors": [], "tweets": [], "comments": [], "content": "• Click the Ad Block icon. • Click “Don’t run on pages on this domain” then click “Exclude”. • Click the Adblock Plus icon. • Click “Enabled on this site” to disable ad blocking for the current site. • Click “disable on Dawn.com” to disable ad blocking.", "category": null},
{"title": "Gunfire at NY festival leaves one dead, 11 injured ", "start_url": "", "image_urls": ["https://i.dawn.com/primary/2019/07/5d3e6b7f22ac3.jpg"], "published_date": " July 29, 2019", "updated_date": ["Jul 29, 2019 01:34pm"], "authors": ["AP"], "tweets": [], "comments": ["What a great, gross, gruesome and grave tragedy?"], "content": "NEW YORK: A community festival was coming to a close when gunfire erupted in a Brooklyn neighbourhood, leaving one man dead, another person in critical condition and 10 others wounded, authorities said on Sunday as they searched for two shooters they believe were involved. Police Commissioner James O’Neill said the shooting late on Saturday in the borough’s Brownsville section  “was a tragic end to a wonderful weekend” where thousands of people had come to take part in the annual Old Timers Event, which he said had been held since 1963. The crowd at the celebration, which features musical performances from former residents and current local talent, was dispersing when gunshots rang out from a playground area in the park where it was taking place, officials said. Twelve people were hit seven men and five women between the ages of 21 and 55. A 38-year-old man died from a bullet wound to the head. His name was not immediately released. One of the injured was critical. Six of the wounded had been released from the hospital by midday Sunday, O’Neill said. No arrests have yet been made, and authorities asked anyone with information or cellphone video to come forward. One gun was recovered. “There were a lot of people just chilling and having a good time,” Kaseem Collins, 19, told the  . Then, when shots rang out,  “we all started running,” he said.  “I ran as fast as I could away from everyone. I thought I was going to get shot.”  “I heard shots, and I saw a stampede running toward me,” Diamond Perez, 38, told the newspaper. A 2010 newsletter from the parks department described the Old Timers Event as a celebration of former members of the Brownsville Recreation Centre  “who went on to success and fame in sports and other endeavours.” It said the event has grown over the years to include concerts and other things. “One of the worst experiences of my life,” City Council member Alicka Amprey-Samuel tweeted.   “How does such a beautiful and peaceful event become overshadowed by tragedy in seconds?”  “It was chaos,” Gary Miller, a 60-year-old vendor at the event, told the New York Post.  “Shots rang out, and the crowd was already dispersing, and you heard about 9 to 11 shots and everyone was running and scattering for cover.”  Videos posted on social media showed police clearing large groups of people out of the area around the recreation centre. Photos from local news outlets showed several people taken away on stretchers, including some with what appeared to be minor wounds. By midmorning, the area was cordoned off with police tape. Brownsville is an east Brooklyn neighbourhood that’s continued to struggle with gun violence, even as New York streets become safer than they have been in decades. State Sen. Roxanne J. Persaud added the hashtags  “#StopTheViolence” and  “#PutDownTheGuns” to her tweets expressing frustration with the shooting, which she called  “unacceptable” and  “cowardly.”  “Our community mourns again. We should be able to have fun in open spaces without fear of violence,” tweeted Persaud, whose district includes Brownsville.  “Respect your community. We are better than the violence.”", "category": "Archive"},
{"title": "Tear gas, rubber bullets fired at Hong Kong protesters near China office ", "start_url": "", "image_urls": ["https://i.dawn.com/primary/2019/07/5d3e6d33c542f.jpg"], "published_date": " July 29, 2019", "updated_date": ["Jul 29, 2019 10:11am", "Jul 29, 2019 11:31am"], "authors": ["AFP"], "tweets": [], "comments": ["China has been given provocative reasons to send in military...  ", "Gordon D. Walker", "Canada", "UK at it again! China's patience is commendable but it is not unlimited!"], "content": "HONG KONG: Riot police in Hong Kong fired sustained volleys of tear gas canisters and rubber bullets on Sunday during hours of running battles with pro-democracy protesters close to Beijing’s office in the city, plunging the financial hub deeper into crisis. The clashes are the second consecutive day of violence in a city reeling from weeks of anti-government protests that show no sign of abating. Sunday’s melees took place in a well-heeled residential district close to the Liaison Office, which represents Beijing in the semi-autonomous hub and which was pelted with eggs and paint last week. Police and protesters had been engaged in a tense standoff for hours after tens of thousands of demonstrators held a series of unsanctioned marches through the city. A group of some 200 protesters had made their way towards the Liaison Office in Sheung Wan district where they met a phalanx of riot police who used loudhailers calling for the crowds to end their  “illegal assembly”. Eventually, tear gas and rubber bullets were fired at demonstrators who responded with volleys of bricks and stones as baton-wielding riot police pushed the crowds back in some of the most sustained and violent clashes seen so far. Officers from the police’s elite  “Raptor” squads made multiple arrests, almost all of them young men and women. Several protesters were injured, as well as two journalists. The renewed violence comes a day after a town near the border with mainland China descended into chaos as police fired tear gas and rubber bullets at protesters holding another banned rally against suspected pro-government triad gangs who beat up democracy demonstrators there last weekend. Despite facing unprecedented levels of public anger and frustration, the city’s pro-Beijing leadership are seemingly unable, or unwilling, to end the chaos. Hong Kong has been plunged into its worst crisis in recent history after millions of demonstrators took to the streets and sporadic violent confrontations erupted between police and pockets of hardcore protesters. The demonstrations over the last seven weeks were triggered by a controversial bill that would have allowed extraditions to mainland China, but have evolved into a call for wider democratic reforms and a halt to sliding freedoms. Yet the unprecedented protests with huge turnouts — as well as frequent clashes and the sacking of parliament — have had little luck persuading Beijing or Hong Kong’s leaders.", "category": "Archive"},
{"title": "Special team formed to investigate minor girl’s murder in Larkana ", "start_url": "", "image_urls": ["https://i.dawn.com/primary/2019/07/5d3e849f647ef.jpg"], "published_date": " July 29, 2019", "updated_date": [], "authors": ["The Newspaper's Correspondent"], "tweets": [], "comments": [], "content": "LARKANA: A special investigation team has been formed to ascertain facts about the murder of a student of class-V, a senior police official said on Sunday. The victim was strangulated to death after an alleged sexual assault in Moria Faqeer village on the left bank of Dadu Canal, 23 kilometres from here, on July 24 within the remit of the Naudero police station. She had left home to buy milk from a nearby cattle pen and did not return. The relatives mounted a search for the girl and found her body stuffed in a gunny bag in a guava orchard. DIG-Larkana Irfan Baloch told Dawn that ASP-City Muhammed Kaleem Malik would head the team with two inspectors — Ghulam Hussain Dahri and Yaseen Tagar — and the SHO of the Naudero police station, Ali Hassan, as its members.  The team would probe into the contents of the FIR and submit a report, he added.  He said that Larkana SSP Masood Bangsh had written to the director general of the health services for constituting a medical board to assist the police in assessing medical evidence in the case.  Responding to a question, the DIG said exhumation or to rely on the earlier evidence would depend on the the medical board.  He said officers Dahri and Tagar, who were presently posted in Hyderabad range, had been included in the investigation team on the request of the bereaved family.  The inspector general of police had transferred them to Larkana to undertake the assignment, police sources said.  The sources said that the medical board would also examine the case to ascertain the actual age of the student of class eighth who had been arrested in the case. The DIG said that relevant section of the Anti-Terrorism Act, 1997 had been incorporated in the FIR, as the incident had triggered a sense of terror and harassment in the vicinity.  Police on late Saturday night had arrested another suspect nominated in the FIR and would obtain his remand from the court concerned on Monday (today).  Amir Bhutto wants justice  Former Sindh president of Pakistan Tehreek-i-Insaf Amir Bakhsh Bhutto visited village Moria Faqeer and offered condolence to the affected family.  Her father requested Mr Bhutto for his help as they were poor and had been going through mental agony over the cold-blooded murder of their daughter.  The family was satisfied with the DIG and SSP Larkana for conducting an impartial inquiry.  Mr Bhutto assured him of his full assistance and said that he had met the SSP-Larkana and asked him for fair investigation into the murder to provide justice to the victim’s family.  He criticised the Sindh government for failing to curb crimes and said that the worsening law and order situation would leave its prints on entire society.  Sardar Taj Muhammed Domki, the Sindh president of the Pakistan Peoples Party-Shaheed Bhutto, also offered his condolences to the family. Civil society protest Meanwhile, condemning the barbaric act, activists of Awami Workers Party and Child Rights Committee stage a demonstration in front of the Larkana Press Club and demanded justice to the victim’s family.  Mujeeb Pirzado, Atteq Chandio, Samee Kakipoto led the protest. They said the murder had sent a wave of insecurity in the area and traumatised the entire society, which demanded severe and exemplary punishment for the culprits.  They said the murder of an innocent girl had occurred in Naudero’s vicinity, which is the political hub of the ruling PPP. They alleged that instead of standing by the victims the local influential were trying to save the suspects. They also condemned trend where innocent children were being targeted.", "category": "Pakistan"},
{"title": "Varsities concerned at HEC move to do away with two-year BA/BSc programmes ", "start_url": "", "image_urls": ["https://i.dawn.com/primary/2019/07/5d3e72200a77b.jpg"], "published_date": " July 29, 2019", "updated_date": ["Jul 29, 2019 09:48am", "Jul 29, 2019 09:55am", "Jul 29, 2019 11:26am", "Jul 29, 2019 11:39am", "Jul 29, 2019 11:49am", "Jul 29, 2019 11:50am", "Jul 29, 2019 12:45pm", "Jul 29, 2019 01:01pm", "Jul 29, 2019 03:46pm", "Jul 29, 2019 04:15pm"], "authors": ["Imran Gabol"], "tweets": [], "comments": ["Right move to ensure some quality in education !", "They should reduce the duration of the degree courses to one year only to pave the way for new aspirants seeking government jobs instead of delaying the same by another year to three years time. That is what occurred during Ayub Khan's time and that was the start of the movements against him.", "Kids today learn much faster than they used to decades ago when this current system was designed. The should compress the whole education system to end schooling and college at the age of 15 and start some seriously useful degree program at 15. And complete that in 2-3 years. So that they can enter practical field when they are 18-19 instead of whiling  away their time and money till they are more than 25 years of age only to find themselves knowing nothing at that age that will help them in their lives.", "This is the right live by HEC. Minimum 3 years undergraduate programs are being taught in Europe and NA and elsewhere in the world.", "I think this move is in right direction.", "Good move by HEC. It came 30 years late though.", "Lets fallow, what is international system of education to remove various complication of equivalency etc. Better no delay anymore", "@SHAHID SATTAR ,  It takes three or four years to earn a graduate degree around the world.  Two years are not sufficient to do it and this 2-year degree is not recognised anywhere.  In the UK they are trying to compress a 3-year course to 2 years only to save fee, but the course material will still have to be taught.  A one-year degree is a joke...", "Every where on the planet earth BA/BSc is a four year program.So get wit the program and if you are not up to it leave and go.Pakistan doesn’t need semi literate flaunting their useless degrees.", "These universities r just producing Quantities of Graduates with out any qualitative geniuses thes days .Ask them some questions they will immediately try to turn Internet."], "content": "LAHORE: A number of public sector universities are planning to resist the federal Higher Education Commission (HEC) decision to do away with BA/BSc programmes and looking for a way out for hundreds of thousands of students appearing for the degree as private candidates. Earlier, the HEC issued a final direction to all the public and private universities of the country and their affiliated colleges to abolish two-year BA/BSc and start Associate Degree (AD) programmes from the next academic year. It also directed the public and private sector universities that they could not offer MA/MSc programmes after 2020, when the ongoing programmes end. It requires the degree colleges, not offering BS programmes, to change their current system, to start new Associate Degree (AD) programmes for which an outline has to be finalised yet. Such colleges reportedly don’t have the required conditions and staff for launching the proposed programmes and need to build their capacity.   The move has caused concern among the stakeholders because it will deprive a large number of students of an opportunity to earn graduation or master’s degrees as private candidates. Education circles are criticising the HEC decision, arguing that without developing the capacity of the educational institution to shift to the new mode the direction could not be implemented effectively. They also insist that the universities and colleges also did not have the capacity to meet the requirements of semester system. Still many education institutions were suffering because of implementation of the semester system without having required capacity. Analysts say that such decisions could not be taken overnight, nor implemented without meeting the basic requirements. Sources said the vice chancellors of all higher education institutions of Punjab, Sindh, Balochistan, Khyber Pakhtunkhwa and federal capital Islamabad expressed their reservations regarding the move at a meeting with the HEC chairman Tariq Banuri last week.   Some of the VCs seeking anonymity told Dawn that they would write to the HEC for reviewing its decision of completely abolishing the two-year BA/BSc and MA/MSc programmes. They said they had told the HEC chairman that it was not possible for them to start Associate Degree programmes as they did not have the resources required for the purpose. They said the private students would be among the worst-hit as most of them came from less-privileged strata of society, having no access to good institutions.   “What option have we left for them (private students)? Unfortunately, there is none. We have deprived them of the only option they had for grooming themselves by doing BA/BSc or MA/MSc. This policy will halt academic career of hundreds and thousands of students at the intermediate level, depriving them of all educational opportunities,” a VC regretted. He said that in other words, through the initiative the HEC, instead of increasing opportunities of higher education, would be further decreasing the same. “Female students will be the most affected [by this policy]. Thousands of female students in far-flung areas usually go for BA/BSc and MA/MSc degrees either privately or as regular candidates (if a college is available) for personal grooming as well as better economic prospects,” he added. The VCs, however, said the HEC chairman, during the meeting, had also suggested starting Associate Degree programmes for the private students as well. However, HEC chairman was not available for his comment despite several attempts made by this reporter to contact him.", "category": "Pakistan"},
{"title": "Commission revising Islamabad master plan gets more time ", "start_url": "", "image_urls": ["https://i.dawn.com/primary/2019/07/5d3e724c086ec.jpg"], "published_date": " July 29, 2019", "updated_date": ["Jul 29, 2019 10:24am", "Jul 29, 2019 11:26am", "Jul 29, 2019 01:22pm", "Jul 29, 2019 07:03pm"], "authors": ["Kashif Abbasi"], "tweets": [], "comments": ["Is commission brave or independent enough to order restoration to Bani Gala and surrounding areas of Rawal Dam back to their natural state? Rawal Dam is the water source for the city and being polluted by the illegal settlements of the rich and powerful. Where do you think the sewage ends up? Regularizing these properties by taking a token fine will not stop the environmental impact.", "more member you add more difficult to get the task done.", "good atleast we are alive", "All for Bani Gala encroachmens of the rich and the powerful."], "content": "ISLAMABAD: The federal government has decided to extend deadline for the commission formed in December last for revising the master plan of Islamabad.  The government has also decided to add new members from a cross-section of society to the commission. Sources said that the new names would be finalised in the next few days.  The commission, which was formed in December last year, was supposed to complete the task of first-ever revision of the master plan within six months by July 13 deadline.  Govt decides to include more members in the body The sources said that during this period the commission members had finalised their recommendation reports, which were being consolidated.  While, a request for proposal (RFP) for hiring a consultant, who will complete almost 20 studies, for making the final revision is also completed and soon the government will hire a consultant through a competitive process.  The sources said that the government had directed that the new members should include architects, town planners, horticulturists, lawyers, environmentalist, engineers and representatives of the business community.  A source in the interior ministry said that the commission would study the available data to be presented by the convener and prepare within a month a draft report, including some specific points for a decision with focus on preserving and improving the green character of Islamabad. Meanwhile, the consultants will develop execution and implementation plans.  “The commission already has good experts who have done a great job in the first six months. The addition of new members should be made with utmost care, as there are reports that some consultants of the developers and housing societies in Islamabad are also trying to become members of this important commission,” warned an official of CDA, who requested not to be named.  The said commission had recently rejected the CDA’s proposal of enhancing storeys in the centres (markaz areas) of sectors and neighbourhood markets.  The official said that addition of people with good repute would be helpful for making proper revision of the blueprint of capital.  “New names will be finalised soon and in this regard the commission is in touch with the ministry of interior,” said CDA spokesperson Syed Safdar Ali. He said people of good repute would be selected so that the task of proper revision of Islamabad master plan was completed.  The Islamabad master plan was developed in 1960 by a Greek firm Doxiadis Associates, which was supposed to be revised after every 20 years, but successive governments did not make revision that resulted in poor planning. At present, Islamabad, particularly its rural area, is dotted with unauthorised constructions.", "category": "Pakistan"}[
{"title": "Adblock instructions", "image_urls": [null], "published_date": " ", "updated_date": [" "], "authors": [], "tweets": [], "comments": [], "content": "• Click the Ad Block icon. • Click “Don’t run on pages on this domain” then click “Exclude”. • Click the Adblock Plus icon. • Click “Enabled on this site” to disable ad blocking for the current site. • Click “disable on Dawn.com” to disable ad blocking.", "category": null},
{"title": "Stokes proud to be reinstated as Test vice-captain ", "image_urls": ["https://i.dawn.com/primary/2019/07/5d3fc7a88e4b4.jpg"], "published_date": " July 30, 2019", "updated_date": [], "authors": ["AFP"], "tweets": [], "comments": [], "content": "LONDON: Ben Stokes has revealed the pride he felt after being reinstated as England’s Test vice-captain ahead of the Ashes series starting this week.  Stokes was stripped of the role in 2017 following a late-night brawl in Bristol but was restored as Joe Root’s deputy ahead of the five-Test series against Australia.  Jos Buttler had been acting as Root’s right-hand man but was happy to pass the baton back after England and Wales Cricket Board (ECB) director of men’s cricket Ashley Giles and chief executive Tom Harrison recommended Stokes’s restoration.  Speaking on a weekend visit to his old club in Cumbria, the 28-year-old said: “I love having that responsibility and it is something that I thoroughly enjoy doing. I take pride in being vice-captain. Being part of that think-tank is pretty cool.  “I am very good friends with Joe as well, off the field, and as much as I can do to help him through his career, not just as a captain but as a player as well, I am really looking forward to that challenge.  “I think it would have been just as exciting anyway. Playing in an Ashes series is always special and they don’t come around that often but being named vice-captain again was very good words to hear when I got the call.”   Stokes missed the last series against Australia in 2017-18 after he was stood down by the ECB following events in Bristol.  He will start the Ashes campaign buoyed by his man-of-the-match performance in the World Cup final but is now switching focus.  “Everything is sort of on the Ashes now,” he said. “We have had that time to let everything sink in and reflect on that amazing seven weeks we have had in the World Cup, but the World Cup was half of the journey that we wanted to achieve this summer and the other half is winning the Ashes.  “Everything has been focused on what we are going to do to beat the Australians. It is going to be a busy six weeks. Five Test matches against Australia isn’t easy.”", "category": "Archive"},
{"title": "52 killed in Brazil prison riot ", "image_urls": ["https://i.dawn.com/primary/2019/07/5d3fe61446617.jpg"], "published_date": " July 30, 2019", "updated_date": ["Jul 30, 2019 01:34pm"], "authors": ["AFP"], "tweets": [], "comments": ["What a grave, gruesome and great tragedy?"], "content": "RIO DE JANEIRO: At least 52 inmates were killed in a prison riot in northern Brazil on Monday as rival gang factions fought each other, an official said. Sixteen of the dead were decapitated in the second major eruption of violence to rock the country’s severely overpopulated and deadly prison system in as many months. Fighting broke out in the Altamira Regional Recovery Centre at around 7am, an official from the Para state government’s penitentiary department said. Two guards were taken hostage during the hours-long clashes, which were brought under control at around midday. They were eventually freed. Brazilian TV stations showed footage of thick black smoke rising from the prison compound and people sitting on the roof of a building. Other images showed flames inside a building that almost reached the ceiling and people, apparently prisoners, sitting on the ground outside. “It is likely that many detainees died from asphyxiation (from smoke),” the government official said, adding the death toll could rise. Around 300 prisoners were being held at the jail, the official said, which reportedly has a capacity for 200. An outbreak of violence in the same prison in September 2018 left at least seven inmates dead, local media reported previously. Guards had apparently foiled an attempted prison escape. In May this year, at least 55 prisoners were killed in several jails in the neighbouring state of Amazonas in violence also blamed on an apparent drug trafficking gang dispute. Most of the victims were killed by asphyxiation, the state government said at the time. The federal government dispatched reinforcements to boost security in the jails. Brazil has the world’s third largest prison population after the United States and China, with 726,712 inmates as of June 2016, according to official statistics. The population is roughly double the capacity of the nation’s jails, which in the same year was estimated to be 368,049 inmates. The federal government had been expected to add another 115,000 inmates by the end of 2018, Human Rights Watch said in a recent report. Around 40 percent of the prison population is made up of pretrial detainees. Along with severe overcrowding and gang violence, riots and breakout attempts in Brazil’s prisons are not uncommon. Experts have described conditions in the country’s jails as inhuman, with most inmates poor, black and with little formal education.", "category": "Archive"},
{"title": "Afghan soldier kills two US troops ", "image_urls": ["https://i.dawn.com/primary/2019/07/5d3fc2edb7227.jpg"], "published_date": " July 30, 2019", "updated_date": [], "authors": ["Agencies"], "tweets": [], "comments": [], "content": "WASHINGTON/KABUL: US officials said on Monday that an Afghan soldier has killed two American service members in Afghanistan. The US Central Command confirmed that two US troops were killed, but provided no details. It said additional information was being withheld until 24 hours after notification of next of kin was complete. Attacks on US and Afghan forces have intensified in the run-up to presidential elections and violence marred the start of the campaign on the weekend, after President Ashraf Ghani insisted “peace is coming” to the war-torn nation. At least 20 people were killed and 50 others wounded on Sunday in an attack targeting the Kabul office of Ghani’s running mate, Amrullah Saleh. The violence came on the first day of campaigning for the elections, serving as a grim reminder of Afghanistan’s woeful security situation and the sort of mayhem and murder that have beset previous polls. The attack began around 4:40pm, when a huge blast struck near the office of Green Trend, a youth and reform-focused civil society organisation Saleh heads. He escaped without serious injury, his office said. The interior ministry said the assault began when a suicide bomber detonated an explosives-packed car at the entrance to the building, then three attackers ran inside. After about six hours the siege ended with all attackers killed and the rescue of about 150 people who had been trapped in the building, according to the interior ministry, which also provided the toll of 20 dead and 50 wounded. Earlier on Sunday, a buoyant Ghani kicked off his campaign by insisting “peace is coming,” after nearly 18 years of conflict, and that pivotal talks with the Islamist extremist Taliban would take place. He is hoping to fend off challenges from 17 other candidates to score a second term at twice-postponed presidential elections now slated for September 28. On Saturday Ghani’s peace minister, Abdul Salam Rahimi, said direct talks would take place with the Taliban within two weeks as part of a larger, US-led push for peace. Such a development could be crucial, as the Taliban — who now control or influence about half of Afghanistan — have so far refused to speak to Ghani’s government. They consider the Kabul administration illegitimate. War aside, the country faces a host of major issues ahead of the election, including rocketing crime, a lacklustre economy, soaring unemployment, and crumbling infrastructure. Voters are despondent about the prospects of a fair election. Many worry about a repeat of violent attacks on previous polling stations by the Taliban and other insurgent groups trying to undermine Afghanistan’s fragile democracy. Ghani insisted this year’s vote would be “clean”, but distrust is rife. Sayed Jan, a 27-year-old student, said he won’t be voting as he has lost faith since the 2014 election that was mired in allegations of fraud and ballot stuffing. “We have been betrayed by the candidates in the past. We cannot trust them this time,” he said. “We need peace in Afghanistan instead of elections. Even if I vote, the election will be fraudulent.”", "category": "Archive"},
{"title": "Four students shot dead at Sudan rally ahead of talks ", "image_urls": ["https://i.dawn.com/primary/2019/07/5d3fc521a85b9.jpg"], "published_date": " July 30, 2019", "updated_date": ["Jul 30, 2019 01:45pm"], "authors": ["AFP"], "tweets": [], "comments": ["What a great, gross, grave and gruesome tragedy?"], "content": "KHARTOUM: Four Sudanese school students were among five demonstrators shot dead on Monday during a rally against shortages of bread and fuel, a day before protest leaders and ruling generals are set to hold new talks on the country’s transition. Authorities announced a night-time curfew in four towns following the deaths in the central town of Al-Obeid, as a key protest group called for nationwide rallies against the “massacre”. The ruling military council and protest leaders earlier this month inked a power-sharing deal providing for a joint civilian-military administration which in turn would install civilian rule. That is the main demand of a nationwide protest movement that led to the April ouster of longtime leader Omar al-Bashir and has since demanded that the generals who took his place cede power to civilians. But on the eve of Tuesday’s talks aimed at resolving outstanding issues over the transition, five protesters were killed in Al-Obeid, the capital of North Kordofan state, said a doctors’ committee linked to the protest movement. “Five martyrs succumbed to direct wounds from sniper bullets during a peaceful rally in Al-Obeid,” the committee said in a statement. Prominent protest leader Babikir Faisal said that the dead included “four high school students”. Al-Obeid residents and a local journalist also confirmed that the dead included high schoolers. A key protest group, the Sudanese Professionals Association, said “live ammunition” had been used against a “rally of school students”. In a post on its Facebook page, it urged “all citizens and medics” to head to hospitals treating the wounded. In a separate statement, it called for nationwide protests against the “massacre,” demanding that “the perpetrators be brought to justice”. Hundreds of protesters later rallied in Khartoum’s two districts of Bahri and Burri, but they were swiftly confronted by riot police who fired tear gas, witnesses said. The office of North Kordofan’s governor announced an overnight curfew in four towns including Al-Obeid, starting Monday and continuing indefinitely. It added that all schools in the province had been told to suspend classes. Residents of Al-Obeid said the rally had been over a shortage of bread and fuel in the town. It was a sudden tripling of bread prices that initially triggered December protests against Bashir, which later turned into a nationwide movement against his three-decade rule. “For the past few days there has been a shortage of fuel and bread,” an Al-Obeid resident said. “School children were affected as there is no transport to help them reach their schools. Today, they staged a rally and when it reached downtown there were shots fired.” The town had not previously witnessed major rallies against Bashir even as provinces, cities and towns were swept up by the campaign against his rule. Monday’s deaths sparked calls for talks set for Tuesday to be suspended. “We cannot sit at the negotiating table with those allowing the killing of revolutionaries,” Siddig Youssef, a prominent protest leader, said in a statement. Tuesday’s talks were set to cover issues including the powers of the joint civilian-military ruling body, the deployment of security forces and immunity for generals over protest-related violence, according to protest leaders. The power-sharing deal agreed on July 17 provided for the establishment of a new governing body of six civilians and five generals. It was then to oversee the formation of a transitional civilian government and parliament to govern for 39 months, followed by elections.", "category": "Archive"},
{"title": "Russian opposition leader Navalny ‘poisoned’: lawyer ", "image_urls": ["https://i.dawn.com/primary/2019/07/5d3fc9d7aee2d.jpg"], "published_date": " July 30, 2019", "updated_date": [], "authors": ["AFP"], "tweets": [], "comments": [], "content": "MOSCOW: Russian opposition leader Alexei Navalny was “poisoned” by an unidentified toxic substance but doctors have sent him back to jail despite his condition, his lawyer and personal physician said on Monday. President Vladimir Putin’s top opponent was rushed to hospital on Sunday a day after almost 1,400 people were arrested at an unauthorised protest, in the largest police crackdown on dissent in recent years. Navalny was hospitalised following what was described as an acute allergic reaction, but his supporters later said they believed he had been exposed to poison. “It is indeed poisoning by some unknown chemical substance,” his lawyer Olga Mikhailova told reporters Monday outside Moscow’s hospital No 64, which treated Navalny. Navalny on Sunday had swollen eyelids, discharge in the eye and a rash on his upper body, his personal physician Anastasia Vasilyeva said. She told reporters on Monday that both she and the 43-year-old politician believe the reaction could have been a response to “some chemical agent”. Navalny has been in jail since last week for calling an unauthorised rally. Vasilyeva said doctors at the hospital diagnosed him with a skin condition, adding that he had improved after being treated with a steroid. But he has been sent back to jail despite needing to continue the treatment, she said, raising concerns over the danger to his health in prison and the possibility that his cell could be contaminated. A senior doctor at the hospital told reporters that Navalny’s health was not under threat. But Vasilyeva accused the hospital doctors of not wanting to find out what caused Navalny’s condition. “Alexei has been clearly sent back to the detention centre on orders from above,” she said. Vasilyeva is an ophthalmologist who had treated Navalny previously after he nearly lost the sight in one eye after an attack in 2017. He has never suffered from allergies in the past, she said. The Russian opposition leader is serving a 30-day jail sentence for calling Saturday’s rally after authorities blocked prominent independent candidates from taking part in Moscow parliament elections in September. The Kremlin on Monday scrambled to contain a fresh political crisis after police brutally crushed a peaceful rally that saw thousands take to the Moscow streets at the weekend to urge the authorities to open up the tightly-controlled system.", "category": "Archive"},
{"title": "Ulema & science ", "image_urls": ["https://i.dawn.com/primary/2019/07/5d3a60aa93c04.jpg"], "published_date": "July 26, 2019", "updated_date": ["Jul 26, 2019 07:51am", "Jul 26, 2019 08:30am", "Jul 26, 2019 08:51am", "Jul 26, 2019 08:55am", "Jul 26, 2019 09:41am", "Jul 26, 2019 10:01am", "Jul 26, 2019 10:32am", "Jul 26, 2019 10:35am", "Jul 26, 2019 10:38am", "Jul 26, 2019 10:44am", "Jul 26, 2019 10:57am", "Jul 26, 2019 11:21am", "Jul 26, 2019 11:47am", "Jul 26, 2019 12:00pm", "Jul 26, 2019 12:23pm", "Jul 26, 2019 01:07pm", "Jul 26, 2019 01:08pm", "Jul 26, 2019 01:19pm", "Jul 26, 2019 01:23pm", "Jul 26, 2019 02:01pm", "Jul 26, 2019 03:34pm", "Jul 26, 2019 04:20pm", "Jul 26, 2019 05:44pm", "Jul 26, 2019 06:15pm", "Jul 26, 2019 07:03pm", "Jul 26, 2019 09:25pm", "Jul 26, 2019 10:18pm", "Jul 26, 2019 10:37pm", "Jul 26, 2019 10:52pm", "Jul 27, 2019 02:56am", "Jul 27, 2019 03:36am", "Jul 27, 2019 06:09am", "Jul 27, 2019 06:11am", "Jul 27, 2019 10:45am", "Jul 27, 2019 02:06pm", "Jul 27, 2019 02:13pm", "Jul 27, 2019 02:20pm", "Jul 27, 2019 02:22pm", "Jul 27, 2019 02:23pm", "Jul 27, 2019 03:08pm"], "authors": ["Jan-e-Alam Khaki"], "tweets": [], "comments": ["Excellent. Thank you.", "No country  that makes religion more important than science can progress ever.", "Now you know why Pakistan is so far behind the developed world.", "you must be joking\nare you serious", "What the..", "After living,  working and visiting 70 countries,  I came to conclusion that the ethical and moral values,  transparency, prosperity, safety and quality of life are far better in secular countries,  which do not give much importance to religion.", "As you delve deeper into the natural sciences you realize that there is a Primal force or energy that may not have mass or matter, but that we humans as organic matter with DNA are but a miniscule part of.", "Faith and belief is not knowledge, it prevents scientific knowledge .", "Belief means you don't know, but want to adhere with some imagination, end of search on which science is based.", "They contradict with each other, which should be followed?", "Beautifully narrated", "When people are engaged in economic activities they automatically focus on economic betterment as compared to a nation where people have lot of free time.", "..       \"What pushes man out of his routine is the struggle of ideas, the freedom of choice, and equal opportunity. The best proof of this is that many peoples today live in the depth of backwardness, despite the availability of science, technology, and ideas. They witness the examples of prosperity, and despite this, these backwards peoples are unable to abandon their trenches and free themselves from their shackles. In other words, they are unable to emulate those who are prosperous and they are completely unable to invent and initiate.\"  -  Abraham al- Buleihi", "@Sammy,  with a Nobel laureate scientist, and many innovators. This idea of a choice between science and religion is living in the head of a few, as in the whole of South Asia. Indian trolls just want to agree with anything negative, we Pakistanis know.", "Very interesting and informative article. But the expectation, expressed by the writer,of  abridgement between science and religion either by ulemas or even by scientists  is out of question because both don't understand each other. Their spheres are different and are antagonists to each other.", "@Swiss Neutral,  Sir, you could easily arrived at the same conclusion without living and working in so many countries!", "A somewhat simplistic take on a complex issue. The math-level for most of our students is too low, and I am talking of some of the best students from the best public colleges. Of course, we have exceptions: students who have done well at Caltech, MIT, Princeton, Harvard, Yale,, and other American institutions. Some went to Cambridge. The problem is many of the best students went into the financial sector for the big bucks, since the 1980's. Not into science and engineering.  A few trickled into the sciences. 25 patents on Sun micro systems SPARC architecture, and around 30 on watching program listings on a TV were filed by two Pakistani scientists.", "This article is confusing because one must follow what is true. Both science and religion has their own truths and we must follow the truth. Evolution, Rotation of earth, Big bang, Non-possibility of miracles, non existence of soul are all accepted facts in science. If you consider that one can believe in both science and religion that is almost impossible. I just heared a famous scholar saying that earth does not move. He was refering to a book called \"Fauz ul Mubeen\". Earth moves or not what is reality need to clarified. So, mixing both is not a good fix.", "Excellent piece of writing. one should look from different perspectives before concluding.", "I would like Dr. Parvez Hoodbhoy to comment on this Article.", "\"Let the ulema become a bridge between the two\". Unfortunately for Muslims, the Ulema cannot be convinced that science has changed the face of everything on the planet. Sixty years ago, two children out of three used to die before attaining the age of five. Men and women would expect to live up to a maximum of fifty years. Communication between countries was through telegrams, making a phone call to a foreign country was beyond most people. Even today, most ulema do not agree that the appearance of the moon can be predicted with accuracy. You cannot expect mullahs to suddenly start advocating birth control. The only way is to reduce their power by mass scientific education (through TV, radio and newspapers, beside changing our text books, which consist mostly of superstitious nonsense masquerading as science).", "@RationalBabu ,  working in so many countries. What was the type of jobs you did...", "Let the ulema become a bridge between the two..", "@Anwar,  you can believe in both. Belief in science helps you develop and prosper, your faith helps you become a better person morally. I can study science and contribute to the well being of society at large, at the same time pray and believe that there is a higher power looking after all of us! What's the confusion here! We all have lived our lives like this only..", "@DD,    Very well put for anybody who has an open mind to understand.", "@Ttk,  you are asking the wrong person.  You should direct your question to Swiss Neutral.", "@Shakir Lakhani,", "\nThen what about partition and Two Nation Theory?", "Oil meets water!  Reason meets wishful thinking!  Believe what you want...", "Gordon D. Walker", "Canada", "@DD,  all the confusions start there. There is no place for belief in science, it interprtes.", "There is a difference between knowledge and beliefs. Science is knowledge, religions are beliefs. And beliefs are those that we don't know for sure but expect, hope, think, dream, deem, assume, etc. about.", "As far as i know, the real scholars of religion do not oppose the scientific development, in fact , they encourage it. The problem is we hardly have any real scholars of Islam in the current era. If you dig history you will find lot of scientific developments were done by people who were also great teachers of Islam.", "Religion requires faith in something that cannot be proven. Science requires evidence/testing/proof, thus making it easier to accept, for those with logical thinking.", "religion has nothing to do with reality..its about faith..and yes keep it to yourself rather than constantly bringing it up or trying to stuff it down someones throat.", "Science with one answer,religion with countless answers from five largest groups and thousands of sub groups.Science in all its visibility,limitation and finite; religion in all its \" inner engineering\",disclosure and exposure of the unknown and infinite.Each having a mutually distinct function :trespasses occasion unimaginable ,endless arguments.", "@Quazi,  unacademic definition that no scholastic would accept. You couldve written  Burp! And it would have amounted  to the same effect", "@Ali Sabir,  nauseating elitist, under mining the oppression of capitalist hegemony that has kept a large population unable to think about your lofty ideals that you  ripped off from the French Revolution", "@Shakir Lakhani,  60 years ago it took 1000 men to kil 5000 in days  Now it takes 10kt enriched  uranium to wipe out 100,000 in seconds.", "@Shakir Lakhani,  thanks Goebbels", "@Ttk,  he was a professor of moral philosophy .no wait he was just a software engineer googling code fix", "@Najma Hisham, - You put my thoughts into words. Excellent"], "content": "THE debate about religion and science dates back centuries. The debate is not about a technical matter, but about two realms of knowledge — theological and scientific. There seems to be an epistemological clash of validity between the two, apparently with each claiming sway over human life. Faith leaders or ulema, in general, boast of having a godly system, which is eternally true, free from error and change. They underplay the hand of man in the understanding, interpretation and application of religious dogmas. Religious leaders are known to oppose scientific developments that they interpret as opposing the key notions of religion due largely to the fear that these would undermine the faith of believers. They may do it with sincerity to religion, and presumably, to save believers from error. Their tools to deny science are theological and based largely on discursive reason, and not necessarily empirical evidence. They do not always have at their disposal the modern tools of understanding religion, such as scientific history of religions, sociology, psychology, anthropology etc. Reza Aslan’s work God: a Human History is illuminating; it explores how the evolution of religious impulses has taken place in the history of humankind. Scientists on the other hand, see science as a realm of knowledge strongly reliable, based on human reason and demonstrable empirical evidence. For them, it is a self-corrective and evolving project, modifying itself, and following new evidence through inductive experimentation. It is an approach to generating and judging knowledge. The debate between religion and science leaves us with no common ground. A religious mindset on the other hand, sees this changing nature of scientific discoveries as a weakness, boasting of perennial and unchanging ‘truths’. It prefers stability over change; it is dogma-based. In almost all religions, historically opposition to science and scientists has been proverbial, leading to prejudices against, and torture of, scientists, as they are seen as ‘perverted’ souls, hell-bent on defying religious dogmas. This happens often because they use theological criteria to judge science; it is exactly like scientists judging religion or spirituality based on their experimental approach. The debate between religion and science, put simply, leaves us with no common ground. I, for one argue that the epistemological approaches (forms of knowing and their validity criteria) to both religion and science need to be treated differently as they require different ways of establishing (methodology) and judging (criteria of truth) knowledge and truth claims. We need to be sophisticated enough to see these differences so that we understand each through its own perspective, avoiding one criterion for judging both. Each branch of science requires different methodologies to study it. Similarly, within religion each branch requires different methodologies of study such as law or spirituality, language or ritual. Thus, when the ulema judge science using theology, they inevitably make the same mistake as those scientists who judge religion using the scientific method. So, it is necessary that we treat both of them differently, which means we do not downgrade either of them, but acknowledge the unique contribution of each to human welfare.  In my lectures and visits to international audiences, I am always asked by young people the fashionable question: ‘What contribution has religion made to human progress in the last 500 years?’ This is obviously done keeping the magnificent scientific contributions at the back of their mind. I argue, ‘What contributions could one expect from religion to make?’ Did we expect religion to make a technological revolution?  By nature, what science does can be seen and observed; but the transformation brought about by religion in the inner core of people is invisible. However, though exceptional civilisational achievements might have been possible thanks to scientists, it is impossible to ignore the religious ‘faith’ impulse within, and the spiritual inspiration behind for example, civilisational art and architectural marvels, and literary jewels. It is unfair to expect religion to bring, say, a super technological revolution. The major purpose of religion is to not to make technological advances, but to carry out ‘inner engineering’, and transformations, and make people virtuous. In sum, let us avoid rejecting a scientific approach to solving human problems at the altar of religion; nor should we reject religion because it does not work like science. Let us celebrate both as they address different dimensions of human yearning equally. As the Quran (2:201), says, “...Our Lord! Give us good in this world and good in the Hereafter. ...”. So we seek the best of both religion and science. Let the ulema become a bridge between the two.", "category": "Archive"},
{"title": "In pictures: Turkey gets a taste of the world-famous Pakistani mangoes at festival in Ankara ", "image_urls": ["https://i.dawn.com/primary/2019/07/5d3c794be4997.jpg", ["https://i.dawn.com/primary/2019/07/5d3c779de8f45.jpg", "https://i.dawn.com/primary/2019/07/5d3c7935d9b2e.jpg", "https://i.dawn.com/primary/2019/07/5d3c7935aa145.jpg", "https://i.dawn.com/primary/2019/07/5d3c794bdec5e.jpg", "https://i.dawn.com/primary/2019/07/5d3c79365484f.jpg", "https://i.dawn.com/primary/2019/07/5d3c779df358e.jpg", "https://i.dawn.com/primary/2019/07/5d3c779c5d902.jpg", "https://i.dawn.com/primary/2019/07/5d3c779d5297e.jpg", "https://i.dawn.com/primary/2019/07/5d3c793457846.jpg", "https://i.dawn.com/primary/2019/07/5d3c794a8e194.jpg", "https://i.dawn.com/primary/2019/07/5d3c793f564b0.jpg", "https://i.dawn.com/primary/2019/07/5d3c79409be99.jpg", "https://i.dawn.com/primary/2019/07/5d3c7940f2a7f.jpg", "https://i.dawn.com/primary/2019/07/5d3c7941007dc.jpg"]], "published_date": " ", "updated_date": [" ", "Jul 27, 2019 10:45pm", "Jul 28, 2019 02:11am", "Jul 28, 2019 02:51am", "Jul 28, 2019 03:02am", "Jul 28, 2019 05:30am", "Jul 28, 2019 05:31am", "Jul 28, 2019 06:06am", "Jul 28, 2019 07:40am", "Jul 28, 2019 08:10am", "Jul 28, 2019 08:12am", "Jul 28, 2019 12:07pm", "Jul 28, 2019 12:53pm", "Jul 28, 2019 03:52pm", "Jul 28, 2019 03:55pm", "Jul 28, 2019 08:03pm", "Jul 28, 2019 08:13pm", "Jul 28, 2019 10:08pm"], "authors": ["Sanaullah Khan"], "tweets": [], "comments": ["Beautiful Pictures! Thank you, Dawn! Not only they are promoting the Pakistani mangos, but they are also promoting the rich Pakistani culture  Congratulations to the organizers.", "Lovely photographs indeed. thank you. You left out the big varieties of Mango Achaars (pickles) and admittedly my favorite, the most beautiful in the world Pakistani women.", "Sad that Pakistan embassy never invites the Pakistani community to such events. A lot of Pakistanis are deputed at high offices in private sector but Pakistan embassy makes no effort to reach out or engage them", "first photo is very badly taken, as if woman on the left is an outcast and all the men are pushed towards right, at least at this level when representing pakistan they can show come basic competency.", "Fantastic co-ordination of efforts to promote soft side of Pakistan in Ankara.\nWish the compilers of this article should have scrutinized to get rid of grammatical errors.", "Pakistani mangoes are the best, I request to Pakistani government, please change Mango Festival style, it looks only for photo session purpose, not for Pakistani mango marketing.", "Hands down the best Mangoes in the world. There is absolutely no competition.", "Slowly But surely good things are happening for Pakistan internationally.", "Turkey is world's leading producer of a huge variety of delicious fruits. Turkish people don't care much about mango. My Turkish friends don't like the fibrous texture of mango.", "these seems to be a kids collection of mangoes compared to what we do with mangoes in kolkata.", "Pakistani mangoes indeed are the king of fruits.", "@Tanzil Ur Rehman,  Have a heart. She is holding the ribbon for the ribbon cutting.", "@Tanzil Ur Rehman, I think the photographs are not that bad ...  We should appreciate the effort,, phenomenal work and effort from people and Pakistani embassy... keep it up..! Nice work done ", "@GlobeTrotter,  I am on the same page... but we must appreciate that they have started organizing the Pakistani event in abroad... I am happy that other countries are getting to know about Pakistan ", "@Vijay B.   ,  Great to hear words of praise for Pakistan by an Indian. A rare phenomena since Modi took over.We are one people.", "@AXH,  Travel around the world more often. Google no 1 top exporter country of mango in world, you will get idea what consumers in other country prefer and like.", "Good initiative. However not everyone in every country like the mangos the way we like it. One reason could be that they have yet to taste the Pakistani mango. However I wonder, there are many other fruits that most people like in the world e. g Kivi, that can be cultivated to grow in Pakistan. There are suitable conditions for such fruits up in the North."], "content": "As part of its public diplomacy activities and to further popularise Pakistani mangoes in Turkey, the Embassy of Pakistan organised “Pakistan Mango & Biryani Festival” in Ankara on Friday afternoon.  According to a statement issued by the embassy on the occasion: \"A large number of guests attended the event and had a first-hand experience of the taste, juiciness and aroma of the famous Pakistani mangoes as well as   made from the famous Pakistani   rice.\" Key political figures, fruit importers, diplomats and media representatives attended the event. The festival included fresh mango and mango cuts as well as a wide range of mango delicacies such as mango milkshake, mango lassi, mango ice cream, mango salad, mango soufflé, mango mousse, mango pudding, and mango cake.  Selected Pakistani music lent further festivity to the occasion. As part of the event, a photographic display of Pakistan's natural beauty was also included. Welcoming the guests, Pakistan Ambassador to Turkey M Syrus Sajjad Qazi said that Pakistan is the 5th largest producer and the 6th largest exporter of mangoes.  “We Pakistanis call mango the ‘king of fruits’ and it is among the sweetest fruits on the face of the earth,” the Ambassador said.  “Chaunsa is the most popular variety — and we are serving the White Chaunsa today,” the Ambassador said, as he addressed a sizable audience.  He hoped that such events will soon allow the availability of Pakistani mangoes to lovers of the fruit in Turkey. Ambassador Qazi also spoke of the brotherly relations between Pakistan and Turkey and remarked that \"there could be no better way to celebrate the friendship between the two countries than with the king of fruits — the Pakistani mango.\" A lucky draw also formed part of the festivities in which five guests won a box of mangoes each. \t\t\t \t\t\t \t\t\t \t\t\t \t\t\t \t\t\t \t\t\t \t\t\t \t\t\t \t\t\t \t\t\t \t\t\t \t\t\t \t\t\t", "category": "Multimedia"},
{"title": "Unfit for work ", "image_urls": ["https://i.dawn.com/medium/2019/07/5d3e6c3954cbc.gif"], "published_date": "July 29, 2019", "updated_date": [], "authors": ["Fahad Saleem"], "tweets": [], "comments": [], "content": "One of the most intriguing points in the Pakistan Labour Force Survey 2017-18 is that the unemployment rate for those holding at least a bachelor’s degree is 16.2 per cent, almost three times higher than the national unemployment rate of 5.8pc. This means a relatively higher proportion of the country’s educated workers is sitting at home hoping to find a decent job. Students dream about enrolling in top-tier universities because they believe that those institutions are their gateway to well-paid jobs and professional success. Unfortunately, only a handful of institutions across all fields of study can truly groom their students. So the problem of most varsities being under par is a severe one. Top business schools are considered a ticket to an executive job in any top corporation. This is due to the fact that these schools recognise the needs of the market and develop their students accordingly. The courses they offer, the curriculum they teach, the quality of their faculty and their contact base are such that their students don’t have a hard time finding jobs. The quality of coursework and the faculty in universities are severely under par  Even though there some business schools that are working hard to achieve the top local standard, most schools are still at rock bottom. The quality of their coursework and faculty, their enrolment criteria and the average student profile are severely under par. Obsolete textbooks, lack of substantial research and students technically bribing their institutions to get their degrees are common. In science as well, only a handful of universities produce quality doctors and engineers. Graduates from most medical schools are unskilled and lack confidence to actually deal with a patient. That is because too much theoretical teaching takes place at medical schools without any emphasis on practical work.  Similarly, we often hear jokes about unemployed engineers. Despite being a distinguished field globally, engineering does not get the respect it deserves in Pakistan. That is so because too many universities produce too many engineers even though their demand is limited owing to Pakistan’s underdeveloped industrial base. Lots of schools have a low merit criterion. So it’s easy for anyone to enrol, which raises the supply of potential engineers. Many engineering schools lack advanced labs with relevant instruments. They are theoretical in their teaching and students are encouraged to learn by rote. That is why such students struggle to find a decent job in the local market. Most graduates from middle-class or lower-class households can’t afford to go abroad to find jobs as the local market is too saturated. They can’t afford to live or even study abroad. They often can’t fulfil immigration requirements of developed countries. Students of social sciences and humanities face the worst prospects. As few organisations in Pakistan are interested in research, such graduates suffer the most. Most of them get employment in academia. But even there, supply exceeds demand. Of late, however, some corporations have started hiring psychology specialists as HR executives. Some psychologists open their clinics. But their businesses don’t generally do well because of the negative perception about seeking mental health in our society. The Higher Education Commission (HEC) is the regulatory body for all universities in Pakistan. It is its responsibility to make sure the quality of university education is up to par. The HEC is trying to push institutions to recruit more PhDs as faculty members. According to Employers’ Federation of Pakistan Chairman Majyd Aziz, faculty members do not have the exposure to trade and industry. “They are normally fresh graduates who teach through PowerPoint presentations made through textbooks. They are unable to back their teaching with practical experience. Universities should send their faculty members to the industry for three to six months on a voluntary basis. This will give them practical knowledge,” he said. “Pakistan needs proficient managers, not hopeless drones with degrees.” Shazia Farooq, a visiting faculty member at the Institute of Business Administration, said that students should enhance their skills through Massive Open Online Courses, which are available online for free. “Students should also improve their work ethic and attitude. They should be more willing to put in extra hours since supply is becoming increasingly elastic,” she said. ", "category": "Archive"},
{"title": "OTHER VOICES: Sri Lankan Press: Natural hazards", "image_urls": ["https://i.dawn.com/medium/2019/07/5d3ef175a1263.png"], "published_date": "June 04, 2014", "updated_date": [], "authors": ["From the Newspaper"], "tweets": [], "comments": [], "content": "MOST people woke to the news of floods, giving an inauspicious start to the week. Torrential rains continued to lash most parts of Sri Lanka on Monday, causing floods and submerging roads. … [S]ri Lanka is a great example of how society has become more vulnerable to natural hazards. Although floods are natural phenomena, human activities and human interventions into the processes of nature, such as alterations in the drainage patterns from urbanisation, agricultural practices and deforestation, have considerably changed the situation in … river basins. …The probability of flooding is expected to increase; the earth’s climate is changing rapidly. As far as possible, human interference into the processes of nature should be reversed, compensated and, in the future, prevented. It is necessary to promote … changes in water policies and land use practices....  All appropriate action should be taken to create legal, administrative and economic frameworks that are … enabling and within which the public, private and voluntary sectors can each make their contribution to flood prevention, dam safety and the reduction of adverse impacts of dangerous flood events. …— (June 3)", "category": "Archive"},
{"title": "How ", "image_urls": ["https://i.dawn.com/primary/2019/07/5d2d714cef266.jpg"], "published_date": " ", "updated_date": [" "], "authors": ["Jahanzeb Hussain"], "tweets": [], "comments": [], "content": "\"The goal of journalism to comfort the afflicted and afflict the comforted and to give voice to the voiceless, is one that guides us in what we cover, how we cover it and who we speak to,\" states the mission statement of  , a well-known Arabic and English online journalism platform from Egypt. In a depressing human rights landscape in that country and the region overall,   shines bright as one of the few beacons of hope.  The independent publication was founded in Cairo by a group of young journalists six years ago. I met up with  ’s co-founder and chief editor   in Germany at the Kultur Symposium last month. We spoke about the birth of the publication, the pressures it faces from the Egyptian authorities and how Lina manages to run the operation in a testing environment; an environment that journalists in Pakistan may relate to.  The interview below has been edited for clarity. In 2013, a group of journalists and I were working for a big media company, and there came a point when they didn’t want us to work for them anymore.  It was also the year when there were mass protests against the elected Islamist government [in Egypt] that eventually led to a takeover by the military, which continues to rule the country up until this moment.  So when we were shown the door by this media company, there was no other option for us to continue doing what we were doing except that if we created our own institution. At the same time, we sensed the urgency because we felt that the country was going through a deeper level of transformation for which there will be no good or honest record. That’s really how it started.  It’s desiring to be present and functioning as a journalist at a time when we would see major freedoms be violated, a whole set of new restrictions being put in place and how you would live through this and how you would write about it — this is really what we wanted to do. The major challenge that we are working through right now is the block. In 2017, the government started anonymously blocking a small number of websites, which [has] eventually grow[n] to reach over 500 websites at this point, and one of the first ones to blocked was ours. How to generate mirror sites and how to make sure that people can access the information that we worked really hard on, that’s our main challenge.  We also have some financial challenges. Due to the block, the loss of advertisement also meant the loss of other potential sources of revenue. That’s how we were dealt with.  The blocking of the website is quite paralysing. It doesn’t end your operation, but it puts you in a situation that requires needing to work around the problem.  More broadly, I feel concerned about how they will get to us, how bad it will be and what kind of price we will pay.  It was living with that fear and, at the same time, not letting it get in the way of producing and working and not resisting interesting stories, even if they put you at risk. That, I would say, is the main one. Otherwise, all other pressure is in very indirect ways.  We’ve been — indirectly — asked about people who are being arrested, [who have] contributed [for us in the past]. So it’s very indirect, they make you feel that they are present but haven’t done anything yet. But the short answer is that the block has really been the main pressure, nothing else really. Exactly, the fact that we seem to be living in a state where there is zero tolerance for dissidence, in ways that I hadn’t experienced even before the revolution, during the other authoritarian regime that preceded the present one.  It’s this idea that everybody is getting picked up, everybody around us, like the circle is tightening and tightening. I feel like we’re the only media out there still able to do something, or at least one of the very few remaining.  However, we are the biggest in terms of the information and the volume of work. It’s like, being alone and isolated in a context that continues to send you a message every day that there is zero tolerance, but for some reason you are still there; somehow, you’re still left. So it makes you question, when will my turn be?  We started a membership programme to capitalise on the idea that people should be paying for good information. So we have a membership club. To join, you can pay according to one of seven tiers, depending on your abilities, and in return you get additional services.  We never put the content behind a paywall. The content remains free, but if you become a member, you get some add-ons in the shape of services and products.  We have some editorial services, both unsolicited and solicited. The unsolicited ones, they are up for subscriptions, so people subscribe and pay for a morning digest that we produce every day. We also have an events platform; we try to organise ticketed events from which we can get some revenue. That’s mainly how we run.  That’s what I meant when I said compromising. If there’s a story I have and it’s well-served, especially if it’s very sensitive and it’s very well-served in terms of evidence, in terms of sourcing, in terms of making it very hard to, in prosecution processes, be accused, we don't question — we just publish.  The idea is not to publish just anything, to make it seem like we are blindly brave. We are negotiators, we play politics, but the rule for me is if the story is well-served then there is no argument. It has happened in the past and, yes, it was scary and everything, but I never questioned if it was the right decision to publish. Military stuff. So, talking about the military institution, pinpointing their practices, hinting at corruption, that’s the thing that irks them the most.  I would say primarily the entire security institution, the military and the intelligence. When we do stories about them, it gets attention and they don’t like it. I feel that when we started, it was a moment of polarisation between the military and the Islamists. It was hard to gain traction from beyond the very traditional circle of supporters for our project. Liberal leftists, in the Western sense, people who were part of the 2011 revolution. It’s really that contingency, and I think what happened with time is the subsiding of the polarisation and the military takeover.  The fact that people have been saying that we have been producing simple, professional content and that it is not trying to push this or that ideology made us gain more ground, it made us gain more mainstream audiences who are not necessarily pro-revolution or leftist, but need information and there is no other source of information, so they come to us. We’ve been gaining more mainstream audiences over the years and I think that’s an interesting development. Right now, it’s a very fractured environment, in the sense that we have a few surviving veteran state-media which have no influence whatsoever. They have very outdated forms of production, not to mention complete control by the state.  In parallel, we have very few surviving privately-owned media that have either been recently acquired directly by the intelligence or continue to be dependent on the state and intelligence but completely aligning themselves to the authorities in order to be able to survive, because otherwise they won’t be able to.  Then we have the third stream; these are the very few websites, like ours, that tried to be completely independent, that don’t have the same sort of outreach that the mainstream media has, but are somewhat surviving and giving out a different kind of information. It has been the dynamic for some time, but recently there has been more attention directed towards the English media because the state doesn’t like the embarrassment it brings when it enters international circles. So we’ve had situations where the Cairo bureau chief of the   [Declan Walsh, previously the  ’ Islamabad bureau chief,   from Pakistan in 2013] was summoned and interrogated. His predecessor was   altogether.  So there is more attention paid towards the English-speaking media, specifically the international media, just because of how they can embarrass our regime, which likes to maintain a polite picture of a modern reformist in front of the Western world in particular. That makes the English media more relevant. Media-wise, the whole region is subscribing to the global media crisis. Even the established media  that are traditionally freer, traditionally more professional, in Lebanon [for example], are facing a major crisis right now, be it political or financial, and are shutting down.  There is a crisis everywhere; I don’t think that Egypt is in a better position. I don’t really know who is in a better position.  You obviously are not trying to compare us with places that are completely conflict-ridden like Yemen, Libya or Syria. So in a context of comparison with other countries where we don’t have war, we are equally in a terrible place, more or less, where we have a few reformist voices that are trying to push the boundaries, and then the big, mainstream beacons of traditional media that are losing their influence more and more.             ", "category": "Media ban on convicted and under-trial politicians: At best presumptuous and at worst draconian\n"},
{"title": "Amir Khan defeats Billy Dib to claim WBC international welterweight title ", "image_urls": ["https://i.dawn.com/primary/2019/07/5d2a2405bdac3.jpg"], "published_date": "July 13, 2019", "updated_date": ["Jul 13, 2019 11:39pm", "Jul 14, 2019 12:12am", "Jul 14, 2019 12:26am", "Jul 14, 2019 01:19am", "Jul 14, 2019 01:41am", "Jul 14, 2019 02:34am", "Jul 14, 2019 03:01am", "Jul 14, 2019 04:08am", "Jul 14, 2019 05:03am", "Jul 14, 2019 05:16am"], "authors": ["APP"], "tweets": [], "comments": ["congratulation.", "He could make more money and get more fame with a reality TV show . His wife is from a progressive Morden American family  while his family has a typical Mirpuri Pakistani village mentality - when combined it provides excellent entertainment", "A real has-been boxer", "Congratulations khan sahib...", "So the English boxer beats Australian one. Why is anyone celebrating. Hope people don't celebrate victories of Australia,SA or England just because it has a player or two belonging to Pakistani origin.", "Bravo! Amir Khan keep up the knock outs!", "A nobody matched against a nobody.", "Well done, Amir!", "Congrats on doing Britain proud likely on the heels of their first ever Cricket World Cup win tomorrow!", "The original contender from Hindustan chickened out, so Khan just defeated his replacement instead. Clinical performance, well fought.", "Congratulations."], "content": "Britain boxer of Pakistan-origin Amir Khan secured a knockout win against Australia's Billy Dib to claim WBC international welterweight title at King Abdullah Sports City in Jeddah, Saudi Arabia late Friday. Relentless from the outset, Khan floored Dib in the second round with a left hook. Dib kept on struggling and at no point matched Khan's superior speed and prowess. Khan continued dominating him with a rapid combination of punches, handing him another forceful left hook in the third round that shook him, but he still remained on his feet. A flurry of rapid punches once again floored the Sydney-born Australian, compelling his team to throw in the towel, which was a signal that he would no longer be able to fight further. Khan was earlier scheduled to fight against Indias Neeraj Goyat, but the latter withdrew after he got injured in a road accident.  The win against Dib has extended Khan's pro record, who now has 34 wins and fives losses.", "category": "Sport"},
{"title": "The weekly weird ", "image_urls": ["https://i.dawn.com/primary/2019/07/5d3b3bc9c0aaf.jpg"], "published_date": "July 27, 2019", "updated_date": [], "authors": ["Benazir Raz soomro"], "tweets": [], "comments": [], "content": "\t\t\t A Texas couple adopted a stray kitten found outside a barn and quickly discovered a unique feature — the feline had 24 toes. Heather Lehman of China Spring said her husband found the kitten, which they dubbed Titus Pullo, hanging around a barn in Valley Mills and sent her a photo. “My husband had sent me a photo saying ‘Check out this guy’s feet!’” Lehman told.  “I said, ‘ohhh that’s a polydactyl cat!’ I’ve never had one, always wanted one.” Cats typically have 18 toes, but a genetic mutation called polydactylism sometimes causes them to have extra toes. A Minnesota woman revealed last year that her cat, named Paws, has 28 toes — tying the Guinness World Record. \t\t\t A mystery animal that sparked online speculation after being spotted outside a Maine museum was identified as an albino porcupine. The Seashore Trolley Museum said in a Facebook post that the all-white animal spotted outside the Kennebunkport facility this week appeared to be an albino skunk or groundhog. Experts reviewed photos of the mystery beast and determined it was a baby albino porcupine. Only one in about 10,000 porcupines is born albino, a genetic mutation where the body does not produce pigment. \t\t\t   Zack Pinsent, burnt his last pair of jeans when he was 14 and has dressed as a gentleman from the Regency era ever since. He is often seen shopping in a top hat in his hometown of Brighton and now designs clothes for other history fans too. Zack says it is the only way he feels comfortable in the 21st century.  He said: “It’s hard for men, we can’t show exuberance but I love what I do and I’m only doing it for my own enjoyment.”  He added: “At 14 I made the symbolic decision to burn my only pair of jeans in a bonfire, it was a real turning point. On non-school uniform days I would dress in three piece suits, but when I got to sixth form I started to dress in historical clothing every single day. I was quite surprised that in the leaver’s book I was voted as the best dressed.” \t\t\t A doctor at a hospital in Thailand shared video of the unusual discovery inside the ear of a woman complaining of tinnitus — a tick. Dr Piradee Chanmonthon, an otolaryngologist at Buddhachinaraj Hospital in Phitsanulok, said the 50-year-old woman came into the hospital complaining of a ringing sound that had been in her left ear for weeks. Piradee looked inside the woman’s ear and discovered a tick had bitten the inside of her ear repeatedly. The doctor said the tick was deep in the woman’s ear canal and was removed via suction. “Luckily, the tick didn’t lay eggs or hadn’t embedded in her ear,” the doctor said. “I’d like to warn all animal lovers to regularly shower your pets, especially in this rainy season, before playing and taking them to bed with you.”  ", "category": "Archive"},
{"title": "Freak storms claim three lives in Italy ", "image_urls": ["https://i.dawn.com/medium/2019/07/5d3f860ac2e99.jpg"], "published_date": "July 29, 2019", "updated_date": [], "authors": ["AFP"], "tweets": [], "comments": [], "content": "ROME: Freak storms and flash flooding following last week’s heatwave in Italy claimed three lives this weekend, including a young woman caught up in a mini-tornado near Rome’s Fiumicino airport. The 26-year-old woman was driving home at around 2am on Sunday when the mini-tornado lifted her car and sent it crashing against a railing. The highly localised winds tore up trees and scattered debris across the zone it hit. Further north, a 45-year-old Norwegian competing in an ultramarathon in the Dolomite Mountains died after being hit by lightning as he ran at 2,000 metres (6,500 feet) altitude on Saturday afternoon. And on Sunday, near Arezzo, south of Florence in the northern Tuscany region, a 70-year-old man died after his car got caught by flash-flooding. The emergency services found his body in a mud-filled canal.", "category": "Archive"},
{"title": "Scientists reveal first-ever image of a black hole ", "image_urls": ["https://i.dawn.com/primary/2019/04/5cadf80e3d1d3.jpg"], "published_date": " April 10, 2019", "updated_date": ["Apr 10, 2019 07:13pm", "Apr 10, 2019 08:08pm", "Apr 10, 2019 08:14pm", "Apr 10, 2019 08:16pm", "Apr 10, 2019 08:18pm", "Apr 10, 2019 09:04pm", "Apr 10, 2019 09:12pm", "Apr 10, 2019 09:23pm", "Apr 10, 2019 09:26pm", "Apr 10, 2019 09:39pm", "Apr 10, 2019 09:43pm", "Apr 10, 2019 09:49pm", "Apr 10, 2019 09:55pm", "Apr 10, 2019 10:05pm", "Apr 10, 2019 10:14pm", "Apr 10, 2019 10:19pm", "Apr 10, 2019 10:29pm", "Apr 10, 2019 10:37pm", "Apr 10, 2019 10:46pm", "Apr 10, 2019 10:47pm", "Apr 10, 2019 10:53pm", "Apr 10, 2019 11:37pm", "Apr 11, 2019 12:41am", "Apr 11, 2019 01:14am", "Apr 11, 2019 02:05am", "Apr 11, 2019 03:52am", "Apr 11, 2019 05:45am", "Apr 11, 2019 06:10am", "Apr 11, 2019 08:11am", "Apr 11, 2019 08:12am", "Apr 11, 2019 09:14am", "Apr 11, 2019 09:30am", "Apr 11, 2019 10:44am", "Apr 11, 2019 11:20am", "Apr 11, 2019 11:06pm", "Apr 12, 2019 12:16am", "Apr 12, 2019 01:56am", "Apr 12, 2019 06:10am"], "authors": ["AP"], "tweets": [], "comments": ["I hope Indian satellites can reach there too.", "Resembles Pakistan's economy.", "This is unimaginable and still raises doubts about how the light at the periphery of the black hole has managed to escape to make this image.", "Fantastic.", "WoW Great news. Am so happy to see this photo.", "Pakistan's uncontrolled gases omission is partly responsible for great view.", "Albert the genius.", "@M. Saeed ,  If you really have the knowledge to understand what they say, but whatever.... That's called gravitational lensing, the light from behind the blackhole does not pass through it but curves over the surface outside of the event horizon.", "One day my friend!", "@M. Saeed ,  no..it doesn't raise any doubts. Its called gravitational lensing.", "The more I look at this image of the black hole the more it reminds me of Modi that nothing positive is coming out from it.", "very impressive!!", "Very fascinating subject -  they only know the mouth of black hole - the rest a big mystery. Some scientists believe that black hole is passage to travel to other universes. Imaginations trigger more excitement than book knowledge.", "Dark hole was a better name than Black hole!", "Wow. Simply amazing. A giant step towards understanding the final frontier. A day for entire mankind to take pride in. How minuscule are we in this eternal creation. So many questions are there that only Science could answer in future. Hope I get some during my lifetime.", "read with lot of interest.  Oh, mind boggling.  If so,where does this tiny human stand!", "@M. Saeed ,  Thats called event horizon", "This is the picture of the event horizon and not inside the black hole or structure of the black hole. Inside that back centre could be a different structure altogether!", "@bhaRAT©,  such an intelligent comment!", "@M. Saeed ,  This is the boundary region from which light can escape. (Accretion disk)  It can't escape beyond this boundary inside the black hole.", "@Dispassionate,  this human is not tiny as  what ever we see and and what ever we imagine is created and simulated in our tiny  brain. So we are not tiny.", "@Moth,  ....   A giant asteroid could destroy planet earth.", "It is great breakthrough .Our Pakistani government should pay special attention towards space exploration and make SPARCO further  efficient and systematic...", "Clicked by LAVA phone :)", "@M. Saeed ,  the light did not escape the black hole.\nThe light you see is the disc AROUND the black hole which does not get sucked in. As for the dark color you see, scientists state it is the shadow of the Event Horizon and not its periphery", "Indians here are acting like they took the picture of this thru their telescope. Get back in call center.", "This picture is like taking a picture of the threads on a baseball from 8000 miles away.", "@Newborn,  haha, really funny!", "Seems like a lot of hyperbole!  Only one \"created photo.\"  Why not a whole series of\nphotographs taken at different angles...  Probably a photo of a frying doughnut.", "Gordon D. Walker", "Canada", "A big news it is. This discovery will open new avenues to find out the hidden secrets of the universe. Next step would be imaging the relativistic jets and center of the black hole from where those jets emerge and travel nearly at the speed of light.", "Physicists speculate so much and in realty know so little!", "Cluster of stars and galaxies.", "@M. Saeed ,  That is called an accretion disk. It represents the light and matter that the black hole devours or is in the process of being devoured due to its gravity. Itll eventually pass through the event horizon and be crushed into the singularity of the black giant.", "Unbelievable manifestation of nature's power but subjugated to the powers of people of ample intellect!!!!", "@Gordon D. Walker,  different angles. There is only one angle if the object is trillion lights years away.", "More observations are needed. If this observation which resulted in this picture is when the black hole is in the process of absorbing a passing gas cloud or remenants of a solar system this picture will change over time.", "In short I want to know the source of the glow (in whatever part of the spectrum it might be).", "The team of PM IK is very poor and due to this\nhis survival is in question.. he must understand that\npolitics and cricket are two different items and you\ncan not apply the rule of game to the rule if politics.\nHe must revisit his team in center and also in Punjab\nOther wise he will Duffy’s loss which will be due\nTo his own stubbornness.", "I don't consider that it is a black hole. I think they have just taken a photo of a mega star eclipsed by a smaller star. Then the light from the edges is being captured by the detectors (Bolometers?) you cannot detect light escaping from a black hole as contrary you are seeing here. So its not event horizon rather an eclipse of a mega star. These western universities need fundings and that's one method to get funding by making people fool. Those who make others fool usually get Nobel Prize and this team might get one."], "content": "Scientists on Wednesday revealed the first image ever made of a  , depicting its hot, shadowy edges where light bends around itself in a cosmic funhouse effect.  Assembling data gathered by eight radio telescopes around the world, astronomers created the picture showing the violent neighborhood around a supermassive black hole, the light-sucking monsters of the universe theorized by Einstein more than a century ago and confirmed by observations for decades.  It looked like a flaming orange, yellow and black ring.  “We have seen what we thought was unseeable. We have seen and taken a picture of a black hole. Here it is,” said Sheperd Doeleman of Harvard.  Read:  Jessica Dempsey, a co-discoverer and deputy director of the East Asian Observatory in Hawaii, said it reminded her of the powerful flaming Eye of Sauron from the “Lord of the Rings” trilogy.  Unlike smaller black holes that come from collapsed stars, supermassive black holes are mysterious in origin. Situated at the center of most galaxies, including ours, they are so dense that nothing, not even light, can escape their gravitational pull.  This one's “event horizon” the point of no return around it, where light and matter begin to fall inexorably into the abyss is as big as our entire solar system.  Three years ago, scientists using an extraordinarily sensitive observing system heard the sound of two much smaller black holes merging to create a gravitational wave, as Albert Einstein predicted.  The new image, published in the Astrophysical Journal Letters and announced around the world in several news conferences, adds light to that sound.  Outside scientists suggested the achievement could be worthy of a Nobel Prize, just like the gravitational wave discovery.  While much around a black hole falls into a death spiral and is never to be seen again, the new image captures “lucky gas and dust” circling at just far enough to be safe and seen millions of years later on Earth, Dempsey said.  Taken over four days when astronomers had “to have the perfect weather all across the world and literally all the stars had to align,” the image helps confirm Einstein's general relativity theory, Dempsey said.  Einstein a century ago even predicted the symmetrical shape that scientists just found, she said. \n“It's circular, but on one side the light is brighter,” Dempsey said.  That's because that light is approaching Earth.  The measurements are taken at a wavelength the human eye cannot see, so the astronomers added color to the image. They chose “exquisite gold because this light is so hot,” Dempsey said. “Making it these warm gold and oranges makes sense.”  What the image shows is gas heated to millions of degrees by the friction of ever-stronger gravity, scientists said.  And that gravity creates a funhouse effect where you see light from both behind the black hole and behind you as the light curves and circles around the black hole itself, said astronomer Avi Loeb, director of the Black Hole Initiative at Harvard. (The lead scientists in the discovery are from Harvard, but Loeb was not involved.)  \t\t\t The project cost $50 million to $60 million, with $26 million of that coming from the National Science Foundation.  Johns Hopkins astrophysicist Ethan Vishniac, who was not part of the discovery team but edits the journal where the research was published, pronounced the image “an amazing technical achievement” that “gives us a glimpse of gravity in its most extreme manifestation.”  He added: “Pictures from computer simulations can be very pretty, but there's literally nothing like a picture of the real universe, however fuzzy and monochromatic.”  “It's just seriously cool,” said John Kormendy, a University of Texas astronomer who wasn't part of the discovery team. “To see the stuff going down the tubes, so to speak, to see it firsthand.  The mystique of black holes in the community is very substantial. That mystique is going to be made more real.”  There is a myth that says a black hole would rip you apart, but Loeb and Kormendy said the one pictured is so big, someone could fall into it and not be torn to pieces. But the person would never be seen from again.  Black holes are “like the walls of a prison. Once you cross it, you will never be able to get out and you will never be able to communicate,” Loeb said.  The first image is of a black hole in a galaxy called M87 that is about 53 million light years from Earth. One light year is 5.9 trillion miles, or 9.5 trillion kilometers. This black hole is about 6 billion times the mass of our sun.  The telescope data was gathered by the Event Horizon Telescope two years ago, but it took so long to complete the image because it was a massive undertaking, involving about 200 scientists, supercomputers and hundreds of terabytes of data delivered worldwide by plane.  The team looked at two supermassive black holes, the M87 and the one at the center of our own Milky Way galaxy. The one in our galaxy is closer but much smaller, so they both look the same size in the sky. But the more distant one was easier to take pictures of because it rotates more slowly.  “We've been hunting this for a long time,” Dempsey said. “We've been getting closer and closer with better technology.” ", "category": "Tech"},
{"title": "In pictures: Captains rub shoulders with royals ahead of World Cup 2019 ", "image_urls": ["https://i.dawn.com/primary/2019/05/5cefad02aa499.jpg", ["https://i.dawn.com/primary/2019/05/5cefaa65e59e2.jpg", "https://i.dawn.com/primary/2019/05/5cefb1bb8cbf3.jpg", "https://i.dawn.com/primary/2019/05/5cefaa3382741.jpg", "https://i.dawn.com/primary/2019/05/5cefa9a6dffbb.jpg", "https://i.dawn.com/primary/2019/05/5cefab152b0a2.jpg", "https://i.dawn.com/primary/2019/05/5cefb1fa17b9f.jpg", "https://i.dawn.com/primary/2019/05/5cefb29184568.jpg", "https://i.dawn.com/primary/2019/05/5cefaac807831.jpg", "https://i.dawn.com/primary/2019/05/5cefab55281ec.jpg", "https://i.dawn.com/primary/2019/05/5cefac2a53fd9.jpg", "https://i.dawn.com/primary/2019/05/5cefab9726450.jpg", "https://i.dawn.com/primary/2019/05/5cefabe898c4d.jpg", "https://i.dawn.com/primary/2019/05/5cefac57eb3bf.jpg"]], "published_date": " ", "updated_date": [" ", "May 30, 2019 03:39pm", "May 30, 2019 03:47pm", "May 30, 2019 04:01pm", "May 30, 2019 04:11pm", "May 30, 2019 04:19pm", "May 30, 2019 04:27pm", "May 30, 2019 04:58pm", "May 30, 2019 04:58pm", "May 30, 2019 05:06pm", "May 30, 2019 05:12pm", "May 30, 2019 05:26pm", "May 30, 2019 06:04pm", "May 30, 2019 06:26pm", "May 30, 2019 08:54pm", "May 30, 2019 10:06pm", "May 31, 2019 01:44am", "May 31, 2019 02:09am", "May 31, 2019 04:00am", "May 31, 2019 04:18am", "May 31, 2019 05:00am", "May 31, 2019 05:03am", "May 31, 2019 09:44am", "May 31, 2019 09:51am", "May 31, 2019 11:58am", "May 31, 2019 01:01pm", "May 31, 2019 01:59pm"], "authors": ["Dawn.com"], "tweets": [], "comments": ["Welcome to the club and the royal clubhouse. Keep it up and hang on tough.", "Very beautiful and wonderful photos to remember.", "Good luck to all teams and let the best team on the day win the ODI champion trophy!", "Thanks Dawn for giving us photos...", "Pakistan captain Sarfaraz Ahmed don't appear confident.", "How do Sarfaraz Ahmed and Pakistani team interact without knowing English?", "What a waste.", "very poor and boring opening ceremony. Looks like the little island UK is poor. Indian and Pakistan had much better shows.", "Very nice, Commonwealth and Cricket is our shared heritage and history. We should celebrate it and come together under it.", "who cares.", "@Rajesh,  How can you say that they dont know English. Even if somebody doesnt know English that is not a matter of concern. You should know how the players in World Cup Football interact with each other without knowing English. Its perhaps your inferiority complex that you consider a foreign language so important.", "@M. Emad,  \"Pakistan captain Sarfaraz Ahmed don't appear confident.\"\nAnd the confidence of Bangladesh captain, Masrafe Bin Mortaza was spilling all over the place, right?", "@Rajesh,  Please do not make comments without knowing the facts.  Most of the team members, including Captain, can speak good English.", "Our captain should have had the chair instead of standing behind. PMIK would have got the chair next to Lizzi if he was there.", "@SQURESHI ,  boys did well.", "@Rajesh,  ask modi and co the same question", "@Rajesh, The same way you do. Check your grammar.", "I remember the Pakistan team in 1954 and 1967\nHow smart they were dress. Now you look at \nSarfaraz he look like he just come back from shopping \nIn Saddar", "@Rajesh, How do you interact without knowing any manners.", "The most handsome man.. our king kohli..", "Sarfaraz Ahmed should dress properly as he is representing entire nation, he was in the dress that no one even wear in their kid's birthday party. See how other captains dressed them selves.", "Awesome ...... dawn is always in its way", "lol sarfaraz and his english.a romatic comedy!!", "@Rajesh,  Really, maybe use sign language...I hope you know enough to stay in the colonial mode forever.", "Not a good dressing sense from Sarfraz. He should have dressed Pakistani emblem suit and pant", "@Rajesh,  And what made you think he cannot speak in English? He may not be fluent as others and maybe uneasy about it but he can communicate in English for sure."], "content": "The International Cricket Council World Cup 2019   at The Oval on Thursday, where South Africa are playing England.  Before the match started, Prince Harry chatted with the flag bearers and posed for pictures. He also addressed the crowd at The Oval which was bedecked with balloons featuring flags of the contesting teams. Britain Prime Minister Theresa May was also among the spectators. The celebrations of the tournament, however, had began yesterday as London hosted an   after the captains of cricket teams that are contesting in the World Cup rubbed shoulders with the royals at the Buckingham Palace.  \t\t\t \t\t\t \t\t\t \t\t\t \t\t\t \t\t\t \t\t\t \t\t\t \t\t\t  \t\t\t \t\t\t \t\t\t \t\t\t", "category": "Sport"},
{"title": "5 Cricket World Cup stars for the future ", "image_urls": ["https://i.dawn.com/primary/2019/07/5d21efb7c9358.jpg", ["https://i.dawn.com/primary/2019/07/5d21efb7c9358.jpg", "https://i.dawn.com/medium/2019/07/5d21efb01f3dc.jpg", "https://i.dawn.com/primary/2019/07/5d21efbb31635.jpg", "https://i.dawn.com/medium/2019/07/5d21efb3d1248.jpg", "https://i.dawn.com/medium/2019/07/5d21f051a2d84.jpg"]], "published_date": " ", "updated_date": [" ", "Jul 07, 2019 06:52pm", "Jul 07, 2019 07:29pm", "Jul 07, 2019 07:30pm", "Jul 07, 2019 07:34pm", "Jul 07, 2019 07:49pm", "Jul 07, 2019 08:00pm", "Jul 07, 2019 08:05pm", "Jul 07, 2019 08:42pm", "Jul 07, 2019 08:50pm", "Jul 07, 2019 09:06pm", "Jul 07, 2019 09:08pm", "Jul 07, 2019 09:14pm", "Jul 07, 2019 09:16pm", "Jul 07, 2019 09:17pm", "Jul 07, 2019 09:19pm", "Jul 07, 2019 09:23pm", "Jul 07, 2019 09:31pm", "Jul 07, 2019 09:39pm", "Jul 07, 2019 09:46pm", "Jul 07, 2019 09:55pm", "Jul 07, 2019 10:01pm", "Jul 07, 2019 10:14pm", "Jul 07, 2019 10:18pm", "Jul 07, 2019 10:22pm", "Jul 07, 2019 10:23pm", "Jul 07, 2019 10:30pm", "Jul 07, 2019 10:44pm", "Jul 07, 2019 11:10pm", "Jul 07, 2019 11:15pm", "Jul 07, 2019 11:17pm", "Jul 07, 2019 11:18pm", "Jul 08, 2019 12:03am", "Jul 08, 2019 12:24am", "Jul 08, 2019 12:31am", "Jul 08, 2019 12:32am", "Jul 08, 2019 12:38am", "Jul 08, 2019 12:39am", "Jul 08, 2019 12:40am", "Jul 08, 2019 12:51am", "Jul 08, 2019 01:21am", "Jul 08, 2019 01:24am", "Jul 08, 2019 01:39am", "Jul 08, 2019 02:08am", "Jul 08, 2019 03:17am", "Jul 08, 2019 05:31am", "Jul 08, 2019 06:03am", "Jul 08, 2019 06:08am", "Jul 08, 2019 07:00am", "Jul 08, 2019 08:08am", "Jul 08, 2019 08:22am", "Jul 08, 2019 08:27am", "Jul 08, 2019 08:46am", "Jul 08, 2019 08:52am", "Jul 08, 2019 08:59am", "Jul 08, 2019 09:27am", "Jul 08, 2019 09:37am", "Jul 08, 2019 09:37am", "Jul 08, 2019 09:59am", "Jul 08, 2019 10:00am", "Jul 08, 2019 10:29am", "Jul 08, 2019 11:50am", "Jul 08, 2019 12:00pm", "Jul 08, 2019 01:49pm", "Jul 08, 2019 03:59pm", "Jul 08, 2019 04:33pm"], "authors": ["AFP"], "tweets": [], "comments": ["Quire right.\nShaheen Shah and Baber Azam for Pakistan.", "Non from Australia??", "None from Australia,UK or shining incredible India?", "Good selection.", "Shaheen Shah Afridi is not only an \" upcomming bowler \", he is also a very \" intelligent and strategic thinking bowler \", that is why at the young age of 18 he is very successfull.", "Shaheen Shah Afridi 's spoken english is very poor. His response to ramiz raja's question hardly  understood by anyone, no wonder Ramiz facial express shown it all.", "What about Shoaib Mallick  Hafeez , Shahid Afridi and other old age people - that’s how inzi normally does his selection", "What about Rogi Sharma. Highest century maker in work cups + in a single wc tournament.", "@Yale,  his cricket is important not english.great pace bowler", "I think you left out Babur azam .", "All very talented players but in a year or two we will know if they have the temperament to become stars.", "@Yale,  do Chinese players speak fluent English? Rameez Raja is jealous of most people.", "@Yale,  His language is pashto and he is proficient at that. And... as a reminder we are no longer under colonial rule anymore. Perhaps you still are..", "@Fkhan,  IPL and India A tours have made sure Indian talent is already shown to the world, and the current Indian team is so good, they did not have to fetch a young talent, they can wait for them to gain experience at domestic circuit, A tours and  of course the IPL. Hence, none from Australia, England and India. Same reason. World already knew about Rishabh Pant, and its only at the end of the tournament that he got in.", "Review your observations,absence of Rohit Sharma and virat as well as boom bomrah is awesome .Journalists needs to operate in unconditioned mind.Be Frank and express the true facts", "People were praising Hasan Ali after Champions Trophy. What has happened to him after that. Same thing could happen with Afridi.", "@Yale,", "\nWhat's the big deal about English?\nWhat matters is that he takes wickets.\nWhy English is given unnecessary importance?\nIt's just a language.\nStupid logic", "@Yale,", "\nAnd so....is he there to bowl or teach people English?\nAnd Finch speaks terrible Urdu as well. \nAnd of course there's unmistakable evidence of \"Yale English\" in your comment.", "Carey should be in the list as well.", "What about Rishab pant...", "Here is a list of top 5 who should retire now:", "Hafeez \nDhoni \nGayle \nMashrafe\nAmla", "@Yale,  So what. English isn't his first language even if he looks like an Englishman. He had the option to have a interpretor but he chose not. You should listen to some of the footballers around the world who try to speak English. It doesn't matter. How these sportsmen perform does.", "Only one out of these 5 is in the race at present. This speaks about the caliber of team selector. If these people are selecting team for Pak, next win is probable in 2092.", "@Yale,  Your English is of a poor standard. Check your grammar and spellings.", "@Fkhan,  They have Superstars already performing for them :'(", "Babar Azam, Rohit Sharma, Carey, Pandya", "@yale..Saheen's job is to take wickets and not to speak perfect English.South Americans  and European footballers speak in their native languages and speaking in your own mother tongue should be the matter of pride.Its high time ,ICC should provide translators to the team whose mother tongue is not English", "@Salim,  you forgot Big time failuer Shoaib Malik", "@Yale,  Players are there to play & not give oratorical speeches after the match. Brilliant seam bowling by Shaheen & that is all that counts.", "@Salim,  I'd say Sarfaraz should leave too. Maybe just play test matches. I'm sure Pakistan can find a better wicketkeeper who can also bat.", "Alex Carey isn't exactly young but he is new & impressive.", "@Yale,  The players should certainly improve their communication skills but it is more important to do the talking with their superlative performances. Two searing, swinging yorkers by Afridi to catapult the wickets will remain memorable for the ages!", "@Fkhan,  There is too much competition for a spot in the Indian team as our under 19 stars have to grill themselves through domestic first-class cricket before getting called for national team unlike the case of Shaheen Afridi, our future stars Prithvi Shaw and Shubham Gill played Shaheen Afridi very well during under 19 world cup and won match against Pakistan and when Prithvi and Shubham would come to the national team they would outclass all the others 'Future Stars' listed here.", "Shaheen Shah Afridi for me was the most standout performer of the tournament. Definitely an asset to be nurtured.", "@Pak Patriot,  Just wait for next Indian superstar Shubham Gill our next Virat Kohli to come to the Indian national team, he hammered 102 not out against Pak under 19 which had Shaheen Shan Afridi as their main strike bowler.", "@Fkhan,  none because they already the Stars.", "@Fkhan,  no, no one from the intentional losers.", "@Fkhan,  yeah you don have quality bowlers", "@Yale,  is he gonna teach Eng literature in is upcoming matches?", "@Yale,  annnnd whats your point", "@DK,  and Afridi made it to national team and Mr who did not and there are many others in past showed up as under 19 but never to be seen again", "Let's be fair in our assessment Rohit Sharma must be on top of this list. His superb form and class is a master piece.. Shaheen Is a future of pakistan but he should focus on his bowling not like hassan ali ...", "@Yale,  If u remember waseem Akram was not fluent in listening and speaking  but he learned and so does most of the other cricketers so there is always room for improvement.", "What about Imam ? He scored better than Fakhar.", "shaheen bowling improved only after Wasim akram encouraged him to bowl fuller. We need wasim to coach bowlers", "You sadly forgot Babar Azam.", "These are good upcoming players in the present WC ODI tournament. For the bowlers, they need to be tested in different conditions especially in test cricket matches.", "A team is only so strong as the 11 players on the field plus their overall bench strength.", "Countries like England, Australia, India, and New Zealand have already good teams and good overall bench strength, and a good system of generating a new breed of good cricketers. Some of the lower rung teams lack this talent.", "Stop making a hero out of nothing!\nHe played well in just a single match, otherwise he was pretty much slogged by every big team out of the park", "@Vinay Gaitonde,  you missed the point of the whole article. He is taking about the players who are just starting their career and will be possible stars in future.", "@Yale,  why you guys judge a player by his english? he does not need to speak english , its not our language , his language is pashto and next time bring pashto speak anchor or the world needs to learn it.", "@Fkhan,  who cares about this analysis", "@Vinay Gaitonde,  They are not Upcoming players. They are already on top of the world stage.", "Good and sound analysis.", "@Vinay Gaitonde,  get real. The article is about future stars. Indian team at present has no youngster,  all are established players.", "Why younge Hasnain was not given any chance?", "Where is Alex Carey???", "Why everyone is comparing already established players? This list is about future stars.", "Yale, which side of the bed you wake up, come on guy, sports need only fitness and performance not English.", "@Yale,  And you are still stuck in our great colonial mentality. Bravo btw Princeton beats Yale any day of the week ;)", "True age disclosure has always been an issue with Pakistan. Shahid Afridi knowingly enjoyed being called the youngest to make ODI hundred all these years and then after retiring he disclosed he was 4 years older. Such surprises can be expected from many in the team.", "Babar and Shaheen are future stars of Pakistan. They must be included in this list", "Jasprit Bumrah for India will also be sixth star for future", "@ankit,  absolutely correct analysis.", "Rohit sharma can hit shaheen Afridi very well."], "content": "With the Cricket World Cup heading into the semi-finals, the tournament is set for a dramatic conclusion featuring some of the game's finest talents. But the group stage also introduced the world to several vibrant young talents set to dominate cricket for years to come. Here,   looks at five players who have announced their arrival as potential stars:  Nicolas Pooran finally showcased the talent he has promised to unleash for so long as the batsman finished as the West Indies' leading run scorer. \t\t\t The 23-year-old made a duck on his ODI debut before the World Cup but went on to play each of the team's nine group games, scoring 367 runs at an average of 52.42. West Indies assistant coach Roddy Estwick had seen Pooran's potential five years ago when he scored 143 in an Under-19 World Cup match against Australia. “I've always believed in Nicholas. I'm not surprised by his talent. What's surprised me is it's taken as long as this for him to come through,” Estwick said. Pakistan paceman Shaheen Shah Afridi enjoyed a breakthrough World Cup campaign, prompting Wasim Akram to hail the teenager as a future star. \t\t\t The teenager recorded Pakistan's best-ever World Cup bowling figures with a scintillating spell of 6-35 in Friday's win over Bangladesh at Lord's. He became the youngest player to take a five-wicket haul at the World Cup at 19 years and 90 days, finishing the tournament with 16 wickets in five games. “Definitely, Shaheen is one for the future, a beacon of light for the next generation of fast bowlers,” Wasim told  . Afghanistan may have left the World Cup winless after losing all nine matches, but the minnows could take heart from the rise of teenage off-spinner Mujeebur Rahman. \t\t\t Mujeeb took just seven wickets in the tournament, but the 18-year-old tormented batsmen with his crafty use of flight and variation, marking him out as one to watch. Rashid Khan, his senior by two years, remains Afghanistan's number one spinner, but Mujeeb is coming up fast, as he proved with a superb spell of 3-39 against Bangladesh in Southampton. When Sri Lanka captain Dimuth Karunaratne reflected on a frustrating campaign for the 1996 champions, the promising form of fearless batsman Avishka Fernando put a smile back on his face. \t\t\t The 21-year-old scored 203 runs in only four matches in the tournament, including 104 against the West Indies and 49 in Sri Lanka's shock win over England. “We've had a few positives out of this World Cup,” Karunaratne said. “Avishka Fernando is playing really well. “He showed what he can do, he can produce runs for Sri Lanka. He's one of the future stars.”  Barbados-born Jofra Archer has repaid England's faith with a dazzling breakthrough in his first major tournament. \t\t\t Archer only became eligible to play for England earlier this year and was fast-tracked into the team just before the World Cup in a bid to make the most of the paceman's natural gifts. The 24-year-old's combination of speed and accuracy made him unplayable at times. He taken 17 wickets in England's run to the semi-finals, including a run of four successive three-wicket hauls, leading many to mark him down as the spearhead of his country's attack for years to come.", "category": "Sport"},
{"title": "Adblock instructions", "image_urls": ["https://i.dawn.com/medium/2019/07/5d3ef175a1263.png"], "published_date": "June 05, 2016", "updated_date": [], "authors": [], "tweets": [], "comments": [], "content": "• Click the Ad Block icon. • Click “Don’t run on pages on this domain” then click “Exclude”. • Click the Adblock Plus icon. • Click “Enabled on this site” to disable ad blocking for the current site. • Click “disable on Dawn.com” to disable ad blocking.", "category": "Outrage mounts in India over rape case teen's suspicious car crash\n"},
{"title": "Stokes proud to be reinstated as Test vice-captain ", "image_urls": ["https://i.dawn.com/primary/2019/07/5d3fc7a88e4b4.jpg"], "published_date": " July 30, 2019", "updated_date": [], "authors": ["AFP"], "tweets": [], "comments": [], "content": "LONDON: Ben Stokes has revealed the pride he felt after being reinstated as England’s Test vice-captain ahead of the Ashes series starting this week.  Stokes was stripped of the role in 2017 following a late-night brawl in Bristol but was restored as Joe Root’s deputy ahead of the five-Test series against Australia.  Jos Buttler had been acting as Root’s right-hand man but was happy to pass the baton back after England and Wales Cricket Board (ECB) director of men’s cricket Ashley Giles and chief executive Tom Harrison recommended Stokes’s restoration.  Speaking on a weekend visit to his old club in Cumbria, the 28-year-old said: “I love having that responsibility and it is something that I thoroughly enjoy doing. I take pride in being vice-captain. Being part of that think-tank is pretty cool.  “I am very good friends with Joe as well, off the field, and as much as I can do to help him through his career, not just as a captain but as a player as well, I am really looking forward to that challenge.  “I think it would have been just as exciting anyway. Playing in an Ashes series is always special and they don’t come around that often but being named vice-captain again was very good words to hear when I got the call.”   Stokes missed the last series against Australia in 2017-18 after he was stood down by the ECB following events in Bristol.  He will start the Ashes campaign buoyed by his man-of-the-match performance in the World Cup final but is now switching focus.  “Everything is sort of on the Ashes now,” he said. “We have had that time to let everything sink in and reflect on that amazing seven weeks we have had in the World Cup, but the World Cup was half of the journey that we wanted to achieve this summer and the other half is winning the Ashes.  “Everything has been focused on what we are going to do to beat the Australians. It is going to be a busy six weeks. Five Test matches against Australia isn’t easy.”", "category": "Every department in PCB to be assessed on performance: Wasim\n"},
{"title": "Brazil’s grief turns to anger as death toll from dam disaster hits 60 ", "image_urls": ["https://i.dawn.com/primary/2019/01/5c4fe1b9e6de3.jpg"], "published_date": " January 29, 2019", "updated_date": ["Jan 29, 2019 10:23am"], "authors": ["Reuters"], "tweets": [], "comments": ["Sorrow... Grief... Condolences... Prayers... Do nothing for the dead!  Compensate the \nfamilies of the survivors.  And do it quickly!", "Gordon  D. Walker ", "Canada"], "content": "BRUMADINHO: Grief over the hundreds of Brazilians feared killed in last week’s mining disaster has quickly hardened into anger as victims’ families and politicians say iron ore miner Vale SA and regulators have learned nothing from the recent past. By Monday, firefighters in the state of Minas Gerais had confirmed 60 people dead in  , in which a tailings dam broke sending a torrent of sludge into the miner’s offices and the town of Brumadinho. Nearly 300 other people are unaccounted for, and officials said it was unlikely that any would be found alive. Shares of Vale, the world’s largest iron ore and nickel producer, plummeted 21.5 per cent in Monday trading on the Sao Paulo stock exchange, erasing $16 billion in market cap. Brazil’s top prosecutor, Raquel Do­­dge, said the company should be held strongly responsible and criminally prosecuted. Executives could also be personally held responsible, she said. Brazil’s Vice-President Hamilton Mourao, who is acting president since Monday morning when Jair Bolso­naro underwent surgery, also said the government needs to punish those responsible for the dam disaster. In a tweet, Brazilian Senator Re­­nan Calheiros asked Justice Minister Sergio Moro “how many people should die before federal police changes Vale management, before key evidence disappears.” Moro is a previous judge in charge of Brazil’s largest-ever corruption probe. One of Vale’s lawyers, Sergio Bermudes, told newspaper Folha de S. Paulo that the executives should not leave the company and that Calheiros was trying to profit politically from the tragedy. Vale Chief Executive Fabio Schvartsman said during a visit to Brumadinho on Sunday that facilities there were built to code and equipment had shown the dam was stable two weeks earlier. The disaster at the Corrego do Feijao mine occurred less than four years after a dam collapsed at a nearby mine run by Samarco Mineracao SA, a joint venture by Vale and BHP Billiton , killing 19 and filling a major river with toxic sludge. While the 2015 Samarco disaster dumped about five times more mining waste, Friday’s dam break was far deadlier, as the wall of mud hit Vale’s local offices, including a crowded cafeteria, and tore through a populated area downhill. Many wondered if the state of Minas Gerais, named for the mining industry that has shaped its landscape for centuries, should have higher standards. “There are safe ways of mining,” said Joao Vitor Xavier, head of the mining and energy commission in the state assembly. “It’s just that it diminishes profit margins, so they prefer to do things the cheaper way and put lives at risk.”  Reaction to the disaster could threaten the plans of Brazil’s newly inaugurated president to relax restrictions on the mining industry, including proposals to open up indigenous reservations and large swathes of the Amazon jungle for mining.", "category": "Archive"},
{"title": "Under US pressure, Afghan army starts closing checkpoints ", "image_urls": ["https://i.dawn.com/primary/2019/06/5d08b6fd6e6e0.jpg"], "published_date": "June 18, 2019", "updated_date": ["Jun 18, 2019 09:33pm"], "authors": ["AFP"], "tweets": [], "comments": ["this is the beginning of the end"], "content": "Only a tangle of razor wire marks the entrance of a remote Afghan army checkpoint that may soon be shuttered as the government closes vulnerable outposts after years of losses to Taliban fighters and desertions.  The post in Wardak province west of Kabul has been hit before, and its sagging blast walls and teetering sandbags make clear the vulnerability of the 13 troops living there for weeks on end.  Now, after years of brutal attacks and mass desertions from similar checkpoints, the Afghan government is acting on long-standing American requests to close them.  The aim is to shutter outposts where troops are often left like sitting ducks for Taliban attackers and consolidate them onto larger bases ─ several of which are under construction.  The plan is for troops to lead offensive missions, taking the fight to the Taliban instead of trying to survive day-to-day in often deplorable living conditions with little outside support.  The “checkpoint is a failed tactic”, Dadan Lawang, an Afghan army general, said recently at a US base in Paktia province, south of Kabul.  Some 50 per cent of military casualties occur at checkpoints, he said, a grim number considering tens of thousands of Afghan troops have been killed or wounded since the end of 2014 ─ losses the massively depleted Afghan military can ill afford.  \"We want to draw down all those checkpoints and establish strong bases now,\" Lawang told  . \nThe idea of closing checkpoints has been taboo in Afghan politics for years.  A tiny fort flying the black-red-and-green national flag sends a message that the government holds an area, and Afghan politics is built on a patchwork of alliances with regional power brokers, many of them in remote places.  \"To maintain an alliance sufficient to remain in office... the president of Afghanistan has often preferred to push troops out into locations that make no military sense but are politically important,\" said Stephen Biddle, a professor at Columbia University in New York who has written extensively about Afghanistan.  US Army Brigadier General Kevin Admiral, who heads the US military's Task Force Southeast, said it was challenging to finally change the Afghan military's view.  \"They have a lot of political pressure at the local level with district governors and parliamentarians who have said this is our only visible representation of (the government) in these remote areas,\" he said.  For General Scott Miller, who leads Nato's Afghanistan mission and the US war effort in the country, the closure of checkpoints is crucial for the Afghan military.  \"They don't lose people in (offensive) operations, they kill Taliban,\" Miller told US military officials at a recent meeting. \"You want to hear my (tactical) priorities? Talk about checkpoints.\"  To hammer his message, Miller makes frequent trips across Afghanistan, bringing local military commanders to show them troops' living conditions.  On a visit to the Wardak checkpoint last week, Miller said he wanted to open Afghan commanders' eyes to the perilousness of such outposts.  The scruffy camp, where troops sleep in converted shipping containers with smashed windows, is a short distance from Highway 1 ─ a key route for sending goods and supplies into Kabul and around the country.  But despite its strategic location, troops at the checkpoint and others like it often go without regular food or pay because of mismanagement and corruption. And if an attack does come, back up may never arrive.  On Miller's visit, US snipers and soldiers secured the isolated facility's perimeter and one Afghan soldier complained to his higher ups about not having been paid for three months.  Asadullah Khalid, Afghanistan's acting defence minister, blamed a documentation issue and said it would be fixed.  His staff dished out several $100 bills to soldiers from a wad that Khalid said was a gift for Eid. \"I want to make sure that everyone sitting on a checkpoint gets a paycheck and food,\" Miller told  . \"t's a leadership issue. These are things we take for granted.\" While critics agree Afghan checkpoints have little tactical value, they differ over whether withdrawing troops to bases will make them more willing to fight.  Closing checkpoints \"essentially cedes ground to the Taliban and gets the (Afghan security forces) onto larger bases, where they often hunker down,\" said Bill Roggio, a senior fellow at the Foundation for Defense of Democracies think tank in Washington.  But Colonel David Butler, a US military spokesman in Kabul, said Afghan troops \"are doing more independent operations and are more effective during those operations.\"", "category": "World"},
{"title": "Sudan deal ", "image_urls": ["https://i.dawn.com/medium/2019/07/5d3ef175a1263.png"], "published_date": "July 18, 2019", "updated_date": ["Jul 18, 2019 08:13am", "Jul 18, 2019 10:55am", "Jul 18, 2019 02:53pm", "Jul 18, 2019 09:40pm"], "authors": ["Editorial"], "tweets": [], "comments": ["Well said!Arab people is frustrated with military dictator,and now they want democratic system which set out the rules according to people will.", "Of course, democratic rule must be organic, internal process as democracy can't be imported & global democratic actors have no interest in democratic values but just securing their interests at the cost of human lives to change the regime in their favour, is the gist of this article. Very realistic & thought provoking one.....", "Democracy is the only solution of problems faced by Middle Eastern people because in this case people grant the right to an elected council to make the decisions about their future.", "@asmat,", "\nNo democracy to be seen anywhere in the world. Going to elect those who are then taken hostage to represent the Mafiosi is not democracy.\nDemocracy will happen when people will see the sense in joining hands with each other in every locality , every qusbah, every qiryah where they live and come to take charge of their life and destiny collectively."], "content": "AFTER months of protests and uncertainty, not to mention violent crackdowns, a power-sharing deal has been reached between Sudan’s military rulers and civilian opposition groups. The African country has been facing turbulence ever since long-time strongman Omar al-Bashir was forced to step down in April by the military after 30 years in power; the generals took the step after popular protests against his rule refused to abate. The former president himself was a field marshal who, along with other army men, had overthrown the elected government of Sadiq al-Mahdi in a 1989 coup. The latest developments might have been welcomed, but clearly the goal should be total democracy without interference from unelected quarters. Indeed, the protesters have put up a brave fight for representative rule, and given many lives in the last few months. One particularly savage assault by paramilitary forces took place in early June, in which soldiers reportedly fired live rounds at demonstrators. The sacrifices of the Sudanese people must not be in vain, and the newly formed sovereign council must pave the way for an elected government that is answerable to the people. While Sudan continues on the long and winding road towards representative rule, other Arab states are not faring well. For example, Egypt, the country’s northern neighbour, is firmly in the grip of the military establishment after the hopes raised by the Arab Spring were shattered with Mohamed Morsi’s ouster. Elsewhere in the region, kings and sheikhs with absolute power lord it over the people, while strongmen and ‘presidents for life’ offer a fig leaf of democracy, but rule with an iron fist. Clearly, the Arab Spring showed that the people of the Middle East want change — principally democratic rule, an end to corruption and the assurance of fundamental rights. Yet these dreams remain unrealised. Of course, democratic rule must be an organic, internal process as democracy cannot be ‘imported’. The rulers of regional states must realise that their young populations are yearning for more, and unless they open up their political systems, further turmoil will be the result in the long run. Unfortunately, many global actors who swear by democratic values — the US and Europe, for example — are quite comfortable dealing with the region’s strongmen and potentates, and have rarely offered moral support for democratic movements. This has only emboldened Arab autocrats over the decades.", "category": "Archive"},
{"title": "Russia’s opposition: who is left to take on Vladimir Putin?", "image_urls": ["http://i.dawn.com/primary/2015/03/54f4c4fd00357.jpg"], "published_date": "March 03, 2015", "updated_date": ["Mar 03, 2015 03:51pm"], "authors": ["Shaun Walker"], "tweets": [], "comments": ["No one takes oppositon against Mr.Vlad.....Facts."], "content": "WITH the murder of Boris Nemtsov, Russia’s beleaguered liberal opposition has lost one of its last audible voices. There was a brief period, after parliamentary elections in late 2011, when street dissent seemed on the rise, and large rallies gripped Moscow. The optimism dissipated however, after Putin won another resounding victory in the March 2012 presidential elections. The day before his inauguration, a huge protest turned violent. In a sign that any radicalisation would not be tolerated, a number of protesters were put on trial, often for extremely minor offences, and threatened with years in jail. Since then, the opposition’s mood has been on the wane, with urban liberals either making plans to leave Russia or simply getting on with life, feeling they have more to lose than to gain by protesting. Russia’s parliament is dominated by the pro-Putin United Russia party but also has three parties nominally in opposition: Just Russia, the Liberal Democrats and the Communists. While these parties are given airtime on television and — especially in the case of the Communists — have a genuine electorate, they are best described as “systemic opposition”, managed by the Kremlin. Among the “non-systemic” opposition, there are a few politicians who have much of a national profile, with the restrictions of state television meaning it is hard to gain a real platform. Harassment, threats and fatigue have led many into either jail or exile. Now that Nemtsov has been silenced, here is a list of the main opposition figureheads. Once Russia’s richest man, Khodorkovsky was jailed in 2003, on charges widely believed to be politically motivated after he began financing political parties. He spent a decade in jail but was released in December 2013 after Putin granted him amnesty. Khodorkovsky was immediately flown to Berlin and now lives in Zurich. In December, he told the Guardian he believes he will be arrested if he returns to Russia. He has set up the Open Russia Foundation and said he is prepared to go “all the way” to change the regime in Russia. However, although Khodorkovsky may have impressed some with his stoical handling of a decade in prison, most Russians have little regard for those who made billions in the 1990s, and it is also unclear how much he can influence politics from outside the country. The former world chess champion became a fierce critic of Putin and was a frequent fixture at opposition events for many years, often being detained by police.  In 2013, he announced at a press conference in Geneva that he had decided not to return to Russia, as after criminal charges were brought against Navalny and other opposition activists, he could be next. A blogger and lawyer who gained a huge following for his investigations into corruption among Putin’s elite, Navalny came to prominence during the wave of street protests in Moscow at the end of 2011, and was widely seen as the brightest hope for the opposition. Some are disturbed by his Russian nationalist views while others point out that they could help him gain broader support among Russians who would not normally support the opposition. Since he came to prominence, Navalny has had to deal with a wave of bureaucratic and legal hassles, including two major court cases. At the end of last year, Navalny was given a suspended sentence in a fraud trial, but his brother was sentenced to three and a half years in prison. Navalny says authorities have effectively taken his brother hostage in an attempt to stop him working but he has vowed to continue. He was not at Sunday’s march in Moscow, having been jailed for 15 days when handing out leaflets advertising the event — back when it was still an “anti-crisis rally” and not a memorial for Nemtsov. It has been suggested for a long time that the serious popular threat to Putin comes not from liberals but from nationalists, and these forces have been newly invigorated by the war in east Ukraine. Indeed, one theory is that rogue nationalist groups could be behind the killing of Nemtsov. Strelkov, a fan of military re-enactments, fought for Russia in Chechnya and more recently helped coordinate the pro-Russian rebel movement in eastern Ukraine. Called back to Moscow after apparently going rogue, he has said he believes Russia will soon be engulfed by war. “His analysis is simple,” said Alexander Borodai, another Russian leader of the Donbass rebels. “There is a crisis in the country, the government will fall soon, and in the inevitable civil war, Igor Strelkov will head patriotic forces and become the dictator of what is left of Russia.” The scenario seems unlikely but there is no doubt that serious thought is being given as to whether the promotion of Russian nationalism in the armed conflict in Ukraine might have let a genie out of the bottle. A familiar face at opposition protests for years, 38-year-old Udaltsov is a hard-core radical leftist, who has been detained on numerous occasions at rallies. He was charged as part of the “mass disturbances” case over a May 2012 rally that turned violent, and was sentenced to four-and-a-half-year imprisonment.  From jail, he has said that liberals and leftists must go separate ways now, due to their different positions on the conflict in Ukraine, and while he still opposes Putin, he calls for a new union of far-left forces.", "category": "Archive"},
{"title": "Ulema & science ", "image_urls": ["https://i.dawn.com/primary/2019/07/5d3a60aa93c04.jpg"], "published_date": "July 26, 2019", "updated_date": ["Jul 26, 2019 07:51am", "Jul 26, 2019 08:30am", "Jul 26, 2019 08:51am", "Jul 26, 2019 08:55am", "Jul 26, 2019 09:41am", "Jul 26, 2019 10:01am", "Jul 26, 2019 10:32am", "Jul 26, 2019 10:35am", "Jul 26, 2019 10:38am", "Jul 26, 2019 10:44am", "Jul 26, 2019 10:57am", "Jul 26, 2019 11:21am", "Jul 26, 2019 11:47am", "Jul 26, 2019 12:00pm", "Jul 26, 2019 12:23pm", "Jul 26, 2019 01:07pm", "Jul 26, 2019 01:08pm", "Jul 26, 2019 01:19pm", "Jul 26, 2019 01:23pm", "Jul 26, 2019 02:01pm", "Jul 26, 2019 03:34pm", "Jul 26, 2019 04:20pm", "Jul 26, 2019 05:44pm", "Jul 26, 2019 06:15pm", "Jul 26, 2019 07:03pm", "Jul 26, 2019 09:25pm", "Jul 26, 2019 10:18pm", "Jul 26, 2019 10:37pm", "Jul 26, 2019 10:52pm", "Jul 27, 2019 02:56am", "Jul 27, 2019 03:36am", "Jul 27, 2019 06:09am", "Jul 27, 2019 06:11am", "Jul 27, 2019 10:45am", "Jul 27, 2019 02:06pm", "Jul 27, 2019 02:13pm", "Jul 27, 2019 02:20pm", "Jul 27, 2019 02:22pm", "Jul 27, 2019 02:23pm", "Jul 27, 2019 03:08pm"], "authors": ["Jan-e-Alam Khaki"], "tweets": [], "comments": ["Excellent. Thank you.", "No country  that makes religion more important than science can progress ever.", "Now you know why Pakistan is so far behind the developed world.", "you must be joking\nare you serious", "What the..", "After living,  working and visiting 70 countries,  I came to conclusion that the ethical and moral values,  transparency, prosperity, safety and quality of life are far better in secular countries,  which do not give much importance to religion.", "As you delve deeper into the natural sciences you realize that there is a Primal force or energy that may not have mass or matter, but that we humans as organic matter with DNA are but a miniscule part of.", "Faith and belief is not knowledge, it prevents scientific knowledge .", "Belief means you don't know, but want to adhere with some imagination, end of search on which science is based.", "They contradict with each other, which should be followed?", "Beautifully narrated", "When people are engaged in economic activities they automatically focus on economic betterment as compared to a nation where people have lot of free time.", "..       \"What pushes man out of his routine is the struggle of ideas, the freedom of choice, and equal opportunity. The best proof of this is that many peoples today live in the depth of backwardness, despite the availability of science, technology, and ideas. They witness the examples of prosperity, and despite this, these backwards peoples are unable to abandon their trenches and free themselves from their shackles. In other words, they are unable to emulate those who are prosperous and they are completely unable to invent and initiate.\"  -  Abraham al- Buleihi", "@Sammy,  with a Nobel laureate scientist, and many innovators. This idea of a choice between science and religion is living in the head of a few, as in the whole of South Asia. Indian trolls just want to agree with anything negative, we Pakistanis know.", "Very interesting and informative article. But the expectation, expressed by the writer,of  abridgement between science and religion either by ulemas or even by scientists  is out of question because both don't understand each other. Their spheres are different and are antagonists to each other.", "@Swiss Neutral,  Sir, you could easily arrived at the same conclusion without living and working in so many countries!", "A somewhat simplistic take on a complex issue. The math-level for most of our students is too low, and I am talking of some of the best students from the best public colleges. Of course, we have exceptions: students who have done well at Caltech, MIT, Princeton, Harvard, Yale,, and other American institutions. Some went to Cambridge. The problem is many of the best students went into the financial sector for the big bucks, since the 1980's. Not into science and engineering.  A few trickled into the sciences. 25 patents on Sun micro systems SPARC architecture, and around 30 on watching program listings on a TV were filed by two Pakistani scientists.", "This article is confusing because one must follow what is true. Both science and religion has their own truths and we must follow the truth. Evolution, Rotation of earth, Big bang, Non-possibility of miracles, non existence of soul are all accepted facts in science. If you consider that one can believe in both science and religion that is almost impossible. I just heared a famous scholar saying that earth does not move. He was refering to a book called \"Fauz ul Mubeen\". Earth moves or not what is reality need to clarified. So, mixing both is not a good fix.", "Excellent piece of writing. one should look from different perspectives before concluding.", "I would like Dr. Parvez Hoodbhoy to comment on this Article.", "\"Let the ulema become a bridge between the two\". Unfortunately for Muslims, the Ulema cannot be convinced that science has changed the face of everything on the planet. Sixty years ago, two children out of three used to die before attaining the age of five. Men and women would expect to live up to a maximum of fifty years. Communication between countries was through telegrams, making a phone call to a foreign country was beyond most people. Even today, most ulema do not agree that the appearance of the moon can be predicted with accuracy. You cannot expect mullahs to suddenly start advocating birth control. The only way is to reduce their power by mass scientific education (through TV, radio and newspapers, beside changing our text books, which consist mostly of superstitious nonsense masquerading as science).", "@RationalBabu ,  working in so many countries. What was the type of jobs you did...", "Let the ulema become a bridge between the two..", "@Anwar,  you can believe in both. Belief in science helps you develop and prosper, your faith helps you become a better person morally. I can study science and contribute to the well being of society at large, at the same time pray and believe that there is a higher power looking after all of us! What's the confusion here! We all have lived our lives like this only..", "@DD,    Very well put for anybody who has an open mind to understand.", "@Ttk,  you are asking the wrong person.  You should direct your question to Swiss Neutral.", "@Shakir Lakhani,", "\nThen what about partition and Two Nation Theory?", "Oil meets water!  Reason meets wishful thinking!  Believe what you want...", "Gordon D. Walker", "Canada", "@DD,  all the confusions start there. There is no place for belief in science, it interprtes.", "There is a difference between knowledge and beliefs. Science is knowledge, religions are beliefs. And beliefs are those that we don't know for sure but expect, hope, think, dream, deem, assume, etc. about.", "As far as i know, the real scholars of religion do not oppose the scientific development, in fact , they encourage it. The problem is we hardly have any real scholars of Islam in the current era. If you dig history you will find lot of scientific developments were done by people who were also great teachers of Islam.", "Religion requires faith in something that cannot be proven. Science requires evidence/testing/proof, thus making it easier to accept, for those with logical thinking.", "religion has nothing to do with reality..its about faith..and yes keep it to yourself rather than constantly bringing it up or trying to stuff it down someones throat.", "Science with one answer,religion with countless answers from five largest groups and thousands of sub groups.Science in all its visibility,limitation and finite; religion in all its \" inner engineering\",disclosure and exposure of the unknown and infinite.Each having a mutually distinct function :trespasses occasion unimaginable ,endless arguments.", "@Quazi,  unacademic definition that no scholastic would accept. You couldve written  Burp! And it would have amounted  to the same effect", "@Ali Sabir,  nauseating elitist, under mining the oppression of capitalist hegemony that has kept a large population unable to think about your lofty ideals that you  ripped off from the French Revolution", "@Shakir Lakhani,  60 years ago it took 1000 men to kil 5000 in days  Now it takes 10kt enriched  uranium to wipe out 100,000 in seconds.", "@Shakir Lakhani,  thanks Goebbels", "@Ttk,  he was a professor of moral philosophy .no wait he was just a software engineer googling code fix", "@Najma Hisham, - You put my thoughts into words. Excellent"], "content": "THE debate about religion and science dates back centuries. The debate is not about a technical matter, but about two realms of knowledge — theological and scientific. There seems to be an epistemological clash of validity between the two, apparently with each claiming sway over human life. Faith leaders or ulema, in general, boast of having a godly system, which is eternally true, free from error and change. They underplay the hand of man in the understanding, interpretation and application of religious dogmas. Religious leaders are known to oppose scientific developments that they interpret as opposing the key notions of religion due largely to the fear that these would undermine the faith of believers. They may do it with sincerity to religion, and presumably, to save believers from error. Their tools to deny science are theological and based largely on discursive reason, and not necessarily empirical evidence. They do not always have at their disposal the modern tools of understanding religion, such as scientific history of religions, sociology, psychology, anthropology etc. Reza Aslan’s work God: a Human History is illuminating; it explores how the evolution of religious impulses has taken place in the history of humankind. Scientists on the other hand, see science as a realm of knowledge strongly reliable, based on human reason and demonstrable empirical evidence. For them, it is a self-corrective and evolving project, modifying itself, and following new evidence through inductive experimentation. It is an approach to generating and judging knowledge. The debate between religion and science leaves us with no common ground. A religious mindset on the other hand, sees this changing nature of scientific discoveries as a weakness, boasting of perennial and unchanging ‘truths’. It prefers stability over change; it is dogma-based. In almost all religions, historically opposition to science and scientists has been proverbial, leading to prejudices against, and torture of, scientists, as they are seen as ‘perverted’ souls, hell-bent on defying religious dogmas. This happens often because they use theological criteria to judge science; it is exactly like scientists judging religion or spirituality based on their experimental approach. The debate between religion and science, put simply, leaves us with no common ground. I, for one argue that the epistemological approaches (forms of knowing and their validity criteria) to both religion and science need to be treated differently as they require different ways of establishing (methodology) and judging (criteria of truth) knowledge and truth claims. We need to be sophisticated enough to see these differences so that we understand each through its own perspective, avoiding one criterion for judging both. Each branch of science requires different methodologies to study it. Similarly, within religion each branch requires different methodologies of study such as law or spirituality, language or ritual. Thus, when the ulema judge science using theology, they inevitably make the same mistake as those scientists who judge religion using the scientific method. So, it is necessary that we treat both of them differently, which means we do not downgrade either of them, but acknowledge the unique contribution of each to human welfare.  In my lectures and visits to international audiences, I am always asked by young people the fashionable question: ‘What contribution has religion made to human progress in the last 500 years?’ This is obviously done keeping the magnificent scientific contributions at the back of their mind. I argue, ‘What contributions could one expect from religion to make?’ Did we expect religion to make a technological revolution?  By nature, what science does can be seen and observed; but the transformation brought about by religion in the inner core of people is invisible. However, though exceptional civilisational achievements might have been possible thanks to scientists, it is impossible to ignore the religious ‘faith’ impulse within, and the spiritual inspiration behind for example, civilisational art and architectural marvels, and literary jewels. It is unfair to expect religion to bring, say, a super technological revolution. The major purpose of religion is to not to make technological advances, but to carry out ‘inner engineering’, and transformations, and make people virtuous. In sum, let us avoid rejecting a scientific approach to solving human problems at the altar of religion; nor should we reject religion because it does not work like science. Let us celebrate both as they address different dimensions of human yearning equally. As the Quran (2:201), says, “...Our Lord! Give us good in this world and good in the Hereafter. ...”. So we seek the best of both religion and science. Let the ulema become a bridge between the two.", "category": "‘Out, damn’d spot! Out’\n"},
{"title": "In pictures: Turkey gets a taste of the world-famous Pakistani mangoes at festival in Ankara ", "image_urls": ["https://i.dawn.com/primary/2019/07/5d3c794be4997.jpg"], "published_date": " July 27, 2019", "updated_date": ["Jul 27, 2019 10:45pm", "Jul 28, 2019 02:11am", "Jul 28, 2019 02:51am", "Jul 28, 2019 03:02am", "Jul 28, 2019 05:30am", "Jul 28, 2019 05:31am", "Jul 28, 2019 06:06am", "Jul 28, 2019 07:40am", "Jul 28, 2019 08:10am", "Jul 28, 2019 08:12am", "Jul 28, 2019 12:07pm", "Jul 28, 2019 12:53pm", "Jul 28, 2019 03:52pm", "Jul 28, 2019 03:55pm", "Jul 28, 2019 08:03pm", "Jul 28, 2019 08:13pm", "Jul 28, 2019 10:08pm"], "authors": ["Sanaullah Khan"], "tweets": [], "comments": ["Beautiful Pictures! Thank you, Dawn! Not only they are promoting the Pakistani mangos, but they are also promoting the rich Pakistani culture  Congratulations to the organizers.", "Lovely photographs indeed. thank you. You left out the big varieties of Mango Achaars (pickles) and admittedly my favorite, the most beautiful in the world Pakistani women.", "Sad that Pakistan embassy never invites the Pakistani community to such events. A lot of Pakistanis are deputed at high offices in private sector but Pakistan embassy makes no effort to reach out or engage them", "first photo is very badly taken, as if woman on the left is an outcast and all the men are pushed towards right, at least at this level when representing pakistan they can show come basic competency.", "Fantastic co-ordination of efforts to promote soft side of Pakistan in Ankara.\nWish the compilers of this article should have scrutinized to get rid of grammatical errors.", "Pakistani mangoes are the best, I request to Pakistani government, please change Mango Festival style, it looks only for photo session purpose, not for Pakistani mango marketing.", "Hands down the best Mangoes in the world. There is absolutely no competition.", "Slowly But surely good things are happening for Pakistan internationally.", "Turkey is world's leading producer of a huge variety of delicious fruits. Turkish people don't care much about mango. My Turkish friends don't like the fibrous texture of mango.", "these seems to be a kids collection of mangoes compared to what we do with mangoes in kolkata.", "Pakistani mangoes indeed are the king of fruits.", "@Tanzil Ur Rehman,  Have a heart. She is holding the ribbon for the ribbon cutting.", "@Tanzil Ur Rehman, I think the photographs are not that bad ...  We should appreciate the effort,, phenomenal work and effort from people and Pakistani embassy... keep it up..! Nice work done ", "@GlobeTrotter,  I am on the same page... but we must appreciate that they have started organizing the Pakistani event in abroad... I am happy that other countries are getting to know about Pakistan ", "@Vijay B.   ,  Great to hear words of praise for Pakistan by an Indian. A rare phenomena since Modi took over.We are one people.", "@AXH,  Travel around the world more often. Google no 1 top exporter country of mango in world, you will get idea what consumers in other country prefer and like.", "Good initiative. However not everyone in every country like the mangos the way we like it. One reason could be that they have yet to taste the Pakistani mango. However I wonder, there are many other fruits that most people like in the world e. g Kivi, that can be cultivated to grow in Pakistan. There are suitable conditions for such fruits up in the North."], "content": "As part of its public diplomacy activities and to further popularise Pakistani mangoes in Turkey, the Embassy of Pakistan organised “Pakistan Mango & Biryani Festival” in Ankara on Friday afternoon.  According to a statement issued by the embassy on the occasion: \"A large number of guests attended the event and had a first-hand experience of the taste, juiciness and aroma of the famous Pakistani mangoes as well as   made from the famous Pakistani   rice.\" Key political figures, fruit importers, diplomats and media representatives attended the event. The festival included fresh mango and mango cuts as well as a wide range of mango delicacies such as mango milkshake, mango lassi, mango ice cream, mango salad, mango soufflé, mango mousse, mango pudding, and mango cake.  Selected Pakistani music lent further festivity to the occasion. As part of the event, a photographic display of Pakistan's natural beauty was also included. Welcoming the guests, Pakistan Ambassador to Turkey M Syrus Sajjad Qazi said that Pakistan is the 5th largest producer and the 6th largest exporter of mangoes.  “We Pakistanis call mango the ‘king of fruits’ and it is among the sweetest fruits on the face of the earth,” the Ambassador said.  “Chaunsa is the most popular variety — and we are serving the White Chaunsa today,” the Ambassador said, as he addressed a sizable audience.  He hoped that such events will soon allow the availability of Pakistani mangoes to lovers of the fruit in Turkey. Ambassador Qazi also spoke of the brotherly relations between Pakistan and Turkey and remarked that \"there could be no better way to celebrate the friendship between the two countries than with the king of fruits — the Pakistani mango.\" A lucky draw also formed part of the festivities in which five guests won a box of mangoes each. \t\t\t \t\t\t \t\t\t \t\t\t \t\t\t \t\t\t \t\t\t \t\t\t \t\t\t \t\t\t \t\t\t \t\t\t \t\t\t \t\t\t", "category": "SMOKERS’ CORNER: ‘MANGO DIPLOMACY’\n"},
{"title": "Unfit for work ", "image_urls": ["https://i.dawn.com/medium/2019/07/5d3e6c3954cbc.gif"], "published_date": "July 29, 2019", "updated_date": [], "authors": ["Fahad Saleem"], "tweets": [], "comments": [], "content": "One of the most intriguing points in the Pakistan Labour Force Survey 2017-18 is that the unemployment rate for those holding at least a bachelor’s degree is 16.2 per cent, almost three times higher than the national unemployment rate of 5.8pc. This means a relatively higher proportion of the country’s educated workers is sitting at home hoping to find a decent job. Students dream about enrolling in top-tier universities because they believe that those institutions are their gateway to well-paid jobs and professional success. Unfortunately, only a handful of institutions across all fields of study can truly groom their students. So the problem of most varsities being under par is a severe one. Top business schools are considered a ticket to an executive job in any top corporation. This is due to the fact that these schools recognise the needs of the market and develop their students accordingly. The courses they offer, the curriculum they teach, the quality of their faculty and their contact base are such that their students don’t have a hard time finding jobs. The quality of coursework and the faculty in universities are severely under par  Even though there some business schools that are working hard to achieve the top local standard, most schools are still at rock bottom. The quality of their coursework and faculty, their enrolment criteria and the average student profile are severely under par. Obsolete textbooks, lack of substantial research and students technically bribing their institutions to get their degrees are common. In science as well, only a handful of universities produce quality doctors and engineers. Graduates from most medical schools are unskilled and lack confidence to actually deal with a patient. That is because too much theoretical teaching takes place at medical schools without any emphasis on practical work.  Similarly, we often hear jokes about unemployed engineers. Despite being a distinguished field globally, engineering does not get the respect it deserves in Pakistan. That is so because too many universities produce too many engineers even though their demand is limited owing to Pakistan’s underdeveloped industrial base. Lots of schools have a low merit criterion. So it’s easy for anyone to enrol, which raises the supply of potential engineers. Many engineering schools lack advanced labs with relevant instruments. They are theoretical in their teaching and students are encouraged to learn by rote. That is why such students struggle to find a decent job in the local market. Most graduates from middle-class or lower-class households can’t afford to go abroad to find jobs as the local market is too saturated. They can’t afford to live or even study abroad. They often can’t fulfil immigration requirements of developed countries. Students of social sciences and humanities face the worst prospects. As few organisations in Pakistan are interested in research, such graduates suffer the most. Most of them get employment in academia. But even there, supply exceeds demand. Of late, however, some corporations have started hiring psychology specialists as HR executives. Some psychologists open their clinics. But their businesses don’t generally do well because of the negative perception about seeking mental health in our society. The Higher Education Commission (HEC) is the regulatory body for all universities in Pakistan. It is its responsibility to make sure the quality of university education is up to par. The HEC is trying to push institutions to recruit more PhDs as faculty members. According to Employers’ Federation of Pakistan Chairman Majyd Aziz, faculty members do not have the exposure to trade and industry. “They are normally fresh graduates who teach through PowerPoint presentations made through textbooks. They are unable to back their teaching with practical experience. Universities should send their faculty members to the industry for three to six months on a voluntary basis. This will give them practical knowledge,” he said. “Pakistan needs proficient managers, not hopeless drones with degrees.” Shazia Farooq, a visiting faculty member at the Institute of Business Administration, said that students should enhance their skills through Massive Open Online Courses, which are available online for free. “Students should also improve their work ethic and attitude. They should be more willing to put in extra hours since supply is becoming increasingly elastic,” she said. ", "category": "Humble beginnings\n"},
{"title": "OTHER VOICES: Sri Lankan Press: Natural hazards", "image_urls": ["https://i.dawn.com/medium/2019/07/5d3ef175a1263.png"], "published_date": "June 04, 2014", "updated_date": [], "authors": ["From the Newspaper"], "tweets": [], "comments": [], "content": "MOST people woke to the news of floods, giving an inauspicious start to the week. Torrential rains continued to lash most parts of Sri Lanka on Monday, causing floods and submerging roads. … [S]ri Lanka is a great example of how society has become more vulnerable to natural hazards. Although floods are natural phenomena, human activities and human interventions into the processes of nature, such as alterations in the drainage patterns from urbanisation, agricultural practices and deforestation, have considerably changed the situation in … river basins. …The probability of flooding is expected to increase; the earth’s climate is changing rapidly. As far as possible, human interference into the processes of nature should be reversed, compensated and, in the future, prevented. It is necessary to promote … changes in water policies and land use practices....  All appropriate action should be taken to create legal, administrative and economic frameworks that are … enabling and within which the public, private and voluntary sectors can each make their contribution to flood prevention, dam safety and the reduction of adverse impacts of dangerous flood events. …— (June 3)", "category": "OTHER VOICES : Punjab Press : Peanuts for the people"},
{"title": "How ", "image_urls": ["https://i.dawn.com/primary/2019/07/5d2d714cef266.jpg"], "published_date": " July 16, 2019", "updated_date": [], "authors": ["Jahanzeb Hussain"], "tweets": [], "comments": [], "content": "\"The goal of journalism to comfort the afflicted and afflict the comforted and to give voice to the voiceless, is one that guides us in what we cover, how we cover it and who we speak to,\" states the mission statement of  , a well-known Arabic and English online journalism platform from Egypt. In a depressing human rights landscape in that country and the region overall,   shines bright as one of the few beacons of hope.  The independent publication was founded in Cairo by a group of young journalists six years ago. I met up with  ’s co-founder and chief editor   in Germany at the Kultur Symposium last month. We spoke about the birth of the publication, the pressures it faces from the Egyptian authorities and how Lina manages to run the operation in a testing environment; an environment that journalists in Pakistan may relate to.  The interview below has been edited for clarity. In 2013, a group of journalists and I were working for a big media company, and there came a point when they didn’t want us to work for them anymore.  It was also the year when there were mass protests against the elected Islamist government [in Egypt] that eventually led to a takeover by the military, which continues to rule the country up until this moment.  So when we were shown the door by this media company, there was no other option for us to continue doing what we were doing except that if we created our own institution. At the same time, we sensed the urgency because we felt that the country was going through a deeper level of transformation for which there will be no good or honest record. That’s really how it started.  It’s desiring to be present and functioning as a journalist at a time when we would see major freedoms be violated, a whole set of new restrictions being put in place and how you would live through this and how you would write about it — this is really what we wanted to do. The major challenge that we are working through right now is the block. In 2017, the government started anonymously blocking a small number of websites, which [has] eventually grow[n] to reach over 500 websites at this point, and one of the first ones to blocked was ours. How to generate mirror sites and how to make sure that people can access the information that we worked really hard on, that’s our main challenge.  We also have some financial challenges. Due to the block, the loss of advertisement also meant the loss of other potential sources of revenue. That’s how we were dealt with.  The blocking of the website is quite paralysing. It doesn’t end your operation, but it puts you in a situation that requires needing to work around the problem.  More broadly, I feel concerned about how they will get to us, how bad it will be and what kind of price we will pay.  It was living with that fear and, at the same time, not letting it get in the way of producing and working and not resisting interesting stories, even if they put you at risk. That, I would say, is the main one. Otherwise, all other pressure is in very indirect ways.  We’ve been — indirectly — asked about people who are being arrested, [who have] contributed [for us in the past]. So it’s very indirect, they make you feel that they are present but haven’t done anything yet. But the short answer is that the block has really been the main pressure, nothing else really. Exactly, the fact that we seem to be living in a state where there is zero tolerance for dissidence, in ways that I hadn’t experienced even before the revolution, during the other authoritarian regime that preceded the present one.  It’s this idea that everybody is getting picked up, everybody around us, like the circle is tightening and tightening. I feel like we’re the only media out there still able to do something, or at least one of the very few remaining.  However, we are the biggest in terms of the information and the volume of work. It’s like, being alone and isolated in a context that continues to send you a message every day that there is zero tolerance, but for some reason you are still there; somehow, you’re still left. So it makes you question, when will my turn be?  We started a membership programme to capitalise on the idea that people should be paying for good information. So we have a membership club. To join, you can pay according to one of seven tiers, depending on your abilities, and in return you get additional services.  We never put the content behind a paywall. The content remains free, but if you become a member, you get some add-ons in the shape of services and products.  We have some editorial services, both unsolicited and solicited. The unsolicited ones, they are up for subscriptions, so people subscribe and pay for a morning digest that we produce every day. We also have an events platform; we try to organise ticketed events from which we can get some revenue. That’s mainly how we run.  That’s what I meant when I said compromising. If there’s a story I have and it’s well-served, especially if it’s very sensitive and it’s very well-served in terms of evidence, in terms of sourcing, in terms of making it very hard to, in prosecution processes, be accused, we don't question — we just publish.  The idea is not to publish just anything, to make it seem like we are blindly brave. We are negotiators, we play politics, but the rule for me is if the story is well-served then there is no argument. It has happened in the past and, yes, it was scary and everything, but I never questioned if it was the right decision to publish. Military stuff. So, talking about the military institution, pinpointing their practices, hinting at corruption, that’s the thing that irks them the most.  I would say primarily the entire security institution, the military and the intelligence. When we do stories about them, it gets attention and they don’t like it. I feel that when we started, it was a moment of polarisation between the military and the Islamists. It was hard to gain traction from beyond the very traditional circle of supporters for our project. Liberal leftists, in the Western sense, people who were part of the 2011 revolution. It’s really that contingency, and I think what happened with time is the subsiding of the polarisation and the military takeover.  The fact that people have been saying that we have been producing simple, professional content and that it is not trying to push this or that ideology made us gain more ground, it made us gain more mainstream audiences who are not necessarily pro-revolution or leftist, but need information and there is no other source of information, so they come to us. We’ve been gaining more mainstream audiences over the years and I think that’s an interesting development. Right now, it’s a very fractured environment, in the sense that we have a few surviving veteran state-media which have no influence whatsoever. They have very outdated forms of production, not to mention complete control by the state.  In parallel, we have very few surviving privately-owned media that have either been recently acquired directly by the intelligence or continue to be dependent on the state and intelligence but completely aligning themselves to the authorities in order to be able to survive, because otherwise they won’t be able to.  Then we have the third stream; these are the very few websites, like ours, that tried to be completely independent, that don’t have the same sort of outreach that the mainstream media has, but are somewhat surviving and giving out a different kind of information. It has been the dynamic for some time, but recently there has been more attention directed towards the English media because the state doesn’t like the embarrassment it brings when it enters international circles. So we’ve had situations where the Cairo bureau chief of the   [Declan Walsh, previously the  ’ Islamabad bureau chief,   from Pakistan in 2013] was summoned and interrogated. His predecessor was   altogether.  So there is more attention paid towards the English-speaking media, specifically the international media, just because of how they can embarrass our regime, which likes to maintain a polite picture of a modern reformist in front of the Western world in particular. That makes the English media more relevant. Media-wise, the whole region is subscribing to the global media crisis. Even the established media  that are traditionally freer, traditionally more professional, in Lebanon [for example], are facing a major crisis right now, be it political or financial, and are shutting down.  There is a crisis everywhere; I don’t think that Egypt is in a better position. I don’t really know who is in a better position.  You obviously are not trying to compare us with places that are completely conflict-ridden like Yemen, Libya or Syria. So in a context of comparison with other countries where we don’t have war, we are equally in a terrible place, more or less, where we have a few reformist voices that are trying to push the boundaries, and then the big, mainstream beacons of traditional media that are losing their influence more and more.             ", "category": "Media ban on convicted and under-trial politicians: At best presumptuous and at worst draconian\n"},
{"title": "Amir Khan beats Lo Greco in 39 seconds on British return ", "image_urls": ["https://i.dawn.com/medium/2019/07/5d3ff317da1a5.jpg"], "published_date": "April 22, 2018", "updated_date": ["Apr 22, 2018 11:03am", "Apr 22, 2018 11:17am", "Apr 22, 2018 01:08pm", "Apr 22, 2018 02:46pm", "Apr 22, 2018 04:23pm", "Apr 22, 2018 06:09pm", "Apr 22, 2018 06:31pm", "Apr 22, 2018 07:28pm", "Apr 22, 2018 08:11pm", "Apr 23, 2018 03:15am"], "authors": ["AFP"], "tweets": [], "comments": ["Pakistani Speed and Power.", "Congratulation Amir and England.", "Very good, congratulations", "Still to early to say if he would beat the top brass of the 147 division. A good victory though - if he stays disciplined and away from the celebrity lifestyle he could go far again", "@ALI he fought a nobody.", "Congradulation. Amir for Pakistan!", "Khan still exposes his chin. Against a top fighter Khan needs to defend his chin.", "Sport ! No Politics ! Awesome !", "Men in the best Pakistani heritage", "That was a real lightening powerful shots, keep it up Amir.\nCongratulations....!"], "content": "Amir Khan's first bout in a British ring for five years saw him knock out Canada's Phil Lo Greco in a mere 39 seconds on Saturday. The 31-year-old British boxer had not fought anywhere for two years since being beaten by Saul 'Canelo' Alvarez in Las Vegas in May 2016. And the 2004 Olympic silver medallist wasted little time in sending Lo Greco tumbling with a quick one-two punch combination inside the opening 30 seconds.  Khan then pinned Lo Greco to the ropes before the super-welterweight contest ended moments after it had started. The victory left Khan on course for his long-awaited showdown with British rival Kell Brook, who was among those watching at ringside on Saturday. “I have been out the ring for two years but I was still in the gym working hard, I have never taken a day off. I wanted to prove a point coming back — I was trained to fight for 12 rounds, I had to make some changes and Phil lo Greco is a dangerous opponent,” Khan told the  . “Enjoy my victory. Khan's back. I was a little nervous, but I am back with a big bang. I want to become a world champion this year or next year.”  Khan, however, added: “I want to fight the best guys. If it means going up a division I will.”  As for a bout with Brook, Khan, most famous recently for his \"jungle\" appearance in the British television show \"I'm A Celebrity, Get Me Out of Here\", said: “That fight is something I am not rushing and not running away from. I will fight Kell Brook and beat Kell Brook. Kell Brook has been living off my name for a long time. I am a stronger fighter, a better fighter.\" “I'm not a fighter to run away.”  But an unimpressed Brook said: “He doesn't want the fight, he just ran off.\" “Amir, all the fans want the fight, I want the fight, he can go in the jungle and chase stars but when he gets in there with me, I'll make him see stars. “", "category": "Sport"},
{"title": "The weekly weird ", "image_urls": ["https://i.dawn.com/primary/2019/07/5d3b3bc9c0aaf.jpg"], "published_date": "July 27, 2019", "updated_date": [], "authors": ["Benazir Raz soomro"], "tweets": [], "comments": [], "content": "\t\t\t A Texas couple adopted a stray kitten found outside a barn and quickly discovered a unique feature — the feline had 24 toes. Heather Lehman of China Spring said her husband found the kitten, which they dubbed Titus Pullo, hanging around a barn in Valley Mills and sent her a photo. “My husband had sent me a photo saying ‘Check out this guy’s feet!’” Lehman told.  “I said, ‘ohhh that’s a polydactyl cat!’ I’ve never had one, always wanted one.” Cats typically have 18 toes, but a genetic mutation called polydactylism sometimes causes them to have extra toes. A Minnesota woman revealed last year that her cat, named Paws, has 28 toes — tying the Guinness World Record. \t\t\t A mystery animal that sparked online speculation after being spotted outside a Maine museum was identified as an albino porcupine. The Seashore Trolley Museum said in a Facebook post that the all-white animal spotted outside the Kennebunkport facility this week appeared to be an albino skunk or groundhog. Experts reviewed photos of the mystery beast and determined it was a baby albino porcupine. Only one in about 10,000 porcupines is born albino, a genetic mutation where the body does not produce pigment. \t\t\t   Zack Pinsent, burnt his last pair of jeans when he was 14 and has dressed as a gentleman from the Regency era ever since. He is often seen shopping in a top hat in his hometown of Brighton and now designs clothes for other history fans too. Zack says it is the only way he feels comfortable in the 21st century.  He said: “It’s hard for men, we can’t show exuberance but I love what I do and I’m only doing it for my own enjoyment.”  He added: “At 14 I made the symbolic decision to burn my only pair of jeans in a bonfire, it was a real turning point. On non-school uniform days I would dress in three piece suits, but when I got to sixth form I started to dress in historical clothing every single day. I was quite surprised that in the leaver’s book I was voted as the best dressed.” \t\t\t A doctor at a hospital in Thailand shared video of the unusual discovery inside the ear of a woman complaining of tinnitus — a tick. Dr Piradee Chanmonthon, an otolaryngologist at Buddhachinaraj Hospital in Phitsanulok, said the 50-year-old woman came into the hospital complaining of a ringing sound that had been in her left ear for weeks. Piradee looked inside the woman’s ear and discovered a tick had bitten the inside of her ear repeatedly. The doctor said the tick was deep in the woman’s ear canal and was removed via suction. “Luckily, the tick didn’t lay eggs or hadn’t embedded in her ear,” the doctor said. “I’d like to warn all animal lovers to regularly shower your pets, especially in this rainy season, before playing and taking them to bed with you.”  ", "category": "Money matters\n"},
{"title": "Scientists confirm Einstein’s supermassive black hole theory ", "image_urls": ["https://i.dawn.com/medium/2019/07/5d3f860ac2e99.jpg"], "published_date": "July 27, 2018", "updated_date": [], "authors": ["Reuters"], "tweets": [], "comments": [], "content": "BERLIN: A team of international scientists observing a star in the Milky Way have for the first time confirmed Einstein’s predictions of what happens to the motion of a star passing close to a supermassive black hole. Einstein’s 100-year-old general theory of relativity predicted that light from stars would be stretched to longer wavelengths by the extreme gravitational field of a black hole, and the star would appear redder, an effect known as gravitational red shift. “This was the first time we could test directly Einstein’s theory of general relativity near a supermassive black hole,” Frank Eisenhauer, senior astronomer at the Max Planck Institute for Extraterrestrial Physics, told journalists.  “At the time of Einstein, he could not think or dream of what we are showing today,” he said. A team of scientists at the European Southern Observatory started monitoring the central area of the Milky Way using its Very Large Telescope to observe the motion of stars near the supermassive black hole 26 years ago.  The scientists selected one star, S2, to follow. With an orbit of 16 years, they knew it would return close to the black hole in 2018. Over 20 years, the accuracy of their instruments has improved and so in May 2018, they were able to take extremely precise measurements in conjunction with scientists from around the world.  This showed the star’s orbital velocity increasing to more than 25 million kph as it approached the black hole. The star’s wavelength stretched as it sought to escape the gravitational pull of the supermassive black hole, shifting its appearance from blue to red, Odele Straub from the Paris Observatory said.", "category": "Archive"},
{"title": "In pictures: Captains rub shoulders with royals ahead of World Cup 2019 ", "image_urls": ["https://i.dawn.com/primary/2019/05/5cefad02aa499.jpg"], "published_date": " May 30, 2019", "updated_date": ["May 30, 2019 03:39pm", "May 30, 2019 03:47pm", "May 30, 2019 04:01pm", "May 30, 2019 04:11pm", "May 30, 2019 04:19pm", "May 30, 2019 04:27pm", "May 30, 2019 04:58pm", "May 30, 2019 04:58pm", "May 30, 2019 05:06pm", "May 30, 2019 05:12pm", "May 30, 2019 05:26pm", "May 30, 2019 06:04pm", "May 30, 2019 06:26pm", "May 30, 2019 08:54pm", "May 30, 2019 10:06pm", "May 31, 2019 01:44am", "May 31, 2019 02:09am", "May 31, 2019 04:00am", "May 31, 2019 04:18am", "May 31, 2019 05:00am", "May 31, 2019 05:03am", "May 31, 2019 09:44am", "May 31, 2019 09:51am", "May 31, 2019 11:58am", "May 31, 2019 01:01pm", "May 31, 2019 01:59pm"], "authors": ["Dawn.com"], "tweets": [], "comments": ["Welcome to the club and the royal clubhouse. Keep it up and hang on tough.", "Very beautiful and wonderful photos to remember.", "Good luck to all teams and let the best team on the day win the ODI champion trophy!", "Thanks Dawn for giving us photos...", "Pakistan captain Sarfaraz Ahmed don't appear confident.", "How do Sarfaraz Ahmed and Pakistani team interact without knowing English?", "What a waste.", "very poor and boring opening ceremony. Looks like the little island UK is poor. Indian and Pakistan had much better shows.", "Very nice, Commonwealth and Cricket is our shared heritage and history. We should celebrate it and come together under it.", "who cares.", "@Rajesh,  How can you say that they dont know English. Even if somebody doesnt know English that is not a matter of concern. You should know how the players in World Cup Football interact with each other without knowing English. Its perhaps your inferiority complex that you consider a foreign language so important.", "@M. Emad,  \"Pakistan captain Sarfaraz Ahmed don't appear confident.\"\nAnd the confidence of Bangladesh captain, Masrafe Bin Mortaza was spilling all over the place, right?", "@Rajesh,  Please do not make comments without knowing the facts.  Most of the team members, including Captain, can speak good English.", "Our captain should have had the chair instead of standing behind. PMIK would have got the chair next to Lizzi if he was there.", "@SQURESHI ,  boys did well.", "@Rajesh,  ask modi and co the same question", "@Rajesh, The same way you do. Check your grammar.", "I remember the Pakistan team in 1954 and 1967\nHow smart they were dress. Now you look at \nSarfaraz he look like he just come back from shopping \nIn Saddar", "@Rajesh, How do you interact without knowing any manners.", "The most handsome man.. our king kohli..", "Sarfaraz Ahmed should dress properly as he is representing entire nation, he was in the dress that no one even wear in their kid's birthday party. See how other captains dressed them selves.", "Awesome ...... dawn is always in its way", "lol sarfaraz and his english.a romatic comedy!!", "@Rajesh,  Really, maybe use sign language...I hope you know enough to stay in the colonial mode forever.", "Not a good dressing sense from Sarfraz. He should have dressed Pakistani emblem suit and pant", "@Rajesh,  And what made you think he cannot speak in English? He may not be fluent as others and maybe uneasy about it but he can communicate in English for sure."], "content": "The International Cricket Council World Cup 2019   at The Oval on Thursday, where South Africa are playing England.  Before the match started, Prince Harry chatted with the flag bearers and posed for pictures. He also addressed the crowd at The Oval which was bedecked with balloons featuring flags of the contesting teams. Britain Prime Minister Theresa May was also among the spectators. The celebrations of the tournament, however, had began yesterday as London hosted an   after the captains of cricket teams that are contesting in the World Cup rubbed shoulders with the royals at the Buckingham Palace.  \t\t\t \t\t\t \t\t\t \t\t\t \t\t\t \t\t\t \t\t\t \t\t\t \t\t\t  \t\t\t \t\t\t \t\t\t \t\t\t", "category": "Morgan says World Cup win for hosts could have huge impact on English cricket\n"},
{"title": "5 Cricket World Cup stars for the future ", "image_urls": ["https://i.dawn.com/primary/2019/07/5d21efb7c9358.jpg"], "published_date": " July 07, 2019", "updated_date": ["Jul 07, 2019 06:52pm", "Jul 07, 2019 07:29pm", "Jul 07, 2019 07:30pm", "Jul 07, 2019 07:34pm", "Jul 07, 2019 07:49pm", "Jul 07, 2019 08:00pm", "Jul 07, 2019 08:05pm", "Jul 07, 2019 08:42pm", "Jul 07, 2019 08:50pm", "Jul 07, 2019 09:06pm", "Jul 07, 2019 09:08pm", "Jul 07, 2019 09:14pm", "Jul 07, 2019 09:16pm", "Jul 07, 2019 09:17pm", "Jul 07, 2019 09:19pm", "Jul 07, 2019 09:23pm", "Jul 07, 2019 09:31pm", "Jul 07, 2019 09:39pm", "Jul 07, 2019 09:46pm", "Jul 07, 2019 09:55pm", "Jul 07, 2019 10:01pm", "Jul 07, 2019 10:14pm", "Jul 07, 2019 10:18pm", "Jul 07, 2019 10:22pm", "Jul 07, 2019 10:23pm", "Jul 07, 2019 10:30pm", "Jul 07, 2019 10:44pm", "Jul 07, 2019 11:10pm", "Jul 07, 2019 11:15pm", "Jul 07, 2019 11:17pm", "Jul 07, 2019 11:18pm", "Jul 08, 2019 12:03am", "Jul 08, 2019 12:24am", "Jul 08, 2019 12:31am", "Jul 08, 2019 12:32am", "Jul 08, 2019 12:38am", "Jul 08, 2019 12:39am", "Jul 08, 2019 12:40am", "Jul 08, 2019 12:51am", "Jul 08, 2019 01:21am", "Jul 08, 2019 01:24am", "Jul 08, 2019 01:39am", "Jul 08, 2019 02:08am", "Jul 08, 2019 03:17am", "Jul 08, 2019 05:31am", "Jul 08, 2019 06:03am", "Jul 08, 2019 06:08am", "Jul 08, 2019 07:00am", "Jul 08, 2019 08:08am", "Jul 08, 2019 08:22am", "Jul 08, 2019 08:27am", "Jul 08, 2019 08:46am", "Jul 08, 2019 08:52am", "Jul 08, 2019 08:59am", "Jul 08, 2019 09:27am", "Jul 08, 2019 09:37am", "Jul 08, 2019 09:37am", "Jul 08, 2019 09:59am", "Jul 08, 2019 10:00am", "Jul 08, 2019 10:29am", "Jul 08, 2019 11:50am", "Jul 08, 2019 12:00pm", "Jul 08, 2019 01:49pm", "Jul 08, 2019 03:59pm", "Jul 08, 2019 04:33pm"], "authors": ["AFP"], "tweets": [], "comments": ["Quire right.\nShaheen Shah and Baber Azam for Pakistan.", "Non from Australia??", "None from Australia,UK or shining incredible India?", "Good selection.", "Shaheen Shah Afridi is not only an \" upcomming bowler \", he is also a very \" intelligent and strategic thinking bowler \", that is why at the young age of 18 he is very successfull.", "Shaheen Shah Afridi 's spoken english is very poor. His response to ramiz raja's question hardly  understood by anyone, no wonder Ramiz facial express shown it all.", "What about Shoaib Mallick  Hafeez , Shahid Afridi and other old age people - that’s how inzi normally does his selection", "What about Rogi Sharma. Highest century maker in work cups + in a single wc tournament.", "@Yale,  his cricket is important not english.great pace bowler", "I think you left out Babur azam .", "All very talented players but in a year or two we will know if they have the temperament to become stars.", "@Yale,  do Chinese players speak fluent English? Rameez Raja is jealous of most people.", "@Yale,  His language is pashto and he is proficient at that. And... as a reminder we are no longer under colonial rule anymore. Perhaps you still are..", "@Fkhan,  IPL and India A tours have made sure Indian talent is already shown to the world, and the current Indian team is so good, they did not have to fetch a young talent, they can wait for them to gain experience at domestic circuit, A tours and  of course the IPL. Hence, none from Australia, England and India. Same reason. World already knew about Rishabh Pant, and its only at the end of the tournament that he got in.", "Review your observations,absence of Rohit Sharma and virat as well as boom bomrah is awesome .Journalists needs to operate in unconditioned mind.Be Frank and express the true facts", "People were praising Hasan Ali after Champions Trophy. What has happened to him after that. Same thing could happen with Afridi.", "@Yale,", "\nWhat's the big deal about English?\nWhat matters is that he takes wickets.\nWhy English is given unnecessary importance?\nIt's just a language.\nStupid logic", "@Yale,", "\nAnd so....is he there to bowl or teach people English?\nAnd Finch speaks terrible Urdu as well. \nAnd of course there's unmistakable evidence of \"Yale English\" in your comment.", "Carey should be in the list as well.", "What about Rishab pant...", "Here is a list of top 5 who should retire now:", "Hafeez \nDhoni \nGayle \nMashrafe\nAmla", "@Yale,  So what. English isn't his first language even if he looks like an Englishman. He had the option to have a interpretor but he chose not. You should listen to some of the footballers around the world who try to speak English. It doesn't matter. How these sportsmen perform does.", "Only one out of these 5 is in the race at present. This speaks about the caliber of team selector. If these people are selecting team for Pak, next win is probable in 2092.", "@Yale,  Your English is of a poor standard. Check your grammar and spellings.", "@Fkhan,  They have Superstars already performing for them :'(", "Babar Azam, Rohit Sharma, Carey, Pandya", "@yale..Saheen's job is to take wickets and not to speak perfect English.South Americans  and European footballers speak in their native languages and speaking in your own mother tongue should be the matter of pride.Its high time ,ICC should provide translators to the team whose mother tongue is not English", "@Salim,  you forgot Big time failuer Shoaib Malik", "@Yale,  Players are there to play & not give oratorical speeches after the match. Brilliant seam bowling by Shaheen & that is all that counts.", "@Salim,  I'd say Sarfaraz should leave too. Maybe just play test matches. I'm sure Pakistan can find a better wicketkeeper who can also bat.", "Alex Carey isn't exactly young but he is new & impressive.", "@Yale,  The players should certainly improve their communication skills but it is more important to do the talking with their superlative performances. Two searing, swinging yorkers by Afridi to catapult the wickets will remain memorable for the ages!", "@Fkhan,  There is too much competition for a spot in the Indian team as our under 19 stars have to grill themselves through domestic first-class cricket before getting called for national team unlike the case of Shaheen Afridi, our future stars Prithvi Shaw and Shubham Gill played Shaheen Afridi very well during under 19 world cup and won match against Pakistan and when Prithvi and Shubham would come to the national team they would outclass all the others 'Future Stars' listed here.", "Shaheen Shah Afridi for me was the most standout performer of the tournament. Definitely an asset to be nurtured.", "@Pak Patriot,  Just wait for next Indian superstar Shubham Gill our next Virat Kohli to come to the Indian national team, he hammered 102 not out against Pak under 19 which had Shaheen Shan Afridi as their main strike bowler.", "@Fkhan,  none because they already the Stars.", "@Fkhan,  no, no one from the intentional losers.", "@Fkhan,  yeah you don have quality bowlers", "@Yale,  is he gonna teach Eng literature in is upcoming matches?", "@Yale,  annnnd whats your point", "@DK,  and Afridi made it to national team and Mr who did not and there are many others in past showed up as under 19 but never to be seen again", "Let's be fair in our assessment Rohit Sharma must be on top of this list. His superb form and class is a master piece.. Shaheen Is a future of pakistan but he should focus on his bowling not like hassan ali ...", "@Yale,  If u remember waseem Akram was not fluent in listening and speaking  but he learned and so does most of the other cricketers so there is always room for improvement.", "What about Imam ? He scored better than Fakhar.", "shaheen bowling improved only after Wasim akram encouraged him to bowl fuller. We need wasim to coach bowlers", "You sadly forgot Babar Azam.", "These are good upcoming players in the present WC ODI tournament. For the bowlers, they need to be tested in different conditions especially in test cricket matches.", "A team is only so strong as the 11 players on the field plus their overall bench strength.", "Countries like England, Australia, India, and New Zealand have already good teams and good overall bench strength, and a good system of generating a new breed of good cricketers. Some of the lower rung teams lack this talent.", "Stop making a hero out of nothing!\nHe played well in just a single match, otherwise he was pretty much slogged by every big team out of the park", "@Vinay Gaitonde,  you missed the point of the whole article. He is taking about the players who are just starting their career and will be possible stars in future.", "@Yale,  why you guys judge a player by his english? he does not need to speak english , its not our language , his language is pashto and next time bring pashto speak anchor or the world needs to learn it.", "@Fkhan,  who cares about this analysis", "@Vinay Gaitonde,  They are not Upcoming players. They are already on top of the world stage.", "Good and sound analysis.", "@Vinay Gaitonde,  get real. The article is about future stars. Indian team at present has no youngster,  all are established players.", "Why younge Hasnain was not given any chance?", "Where is Alex Carey???", "Why everyone is comparing already established players? This list is about future stars.", "Yale, which side of the bed you wake up, come on guy, sports need only fitness and performance not English.", "@Yale,  And you are still stuck in our great colonial mentality. Bravo btw Princeton beats Yale any day of the week ;)", "True age disclosure has always been an issue with Pakistan. Shahid Afridi knowingly enjoyed being called the youngest to make ODI hundred all these years and then after retiring he disclosed he was 4 years older. Such surprises can be expected from many in the team.", "Babar and Shaheen are future stars of Pakistan. They must be included in this list", "Jasprit Bumrah for India will also be sixth star for future", "@ankit,  absolutely correct analysis.", "Rohit sharma can hit shaheen Afridi very well."], "content": "With the Cricket World Cup heading into the semi-finals, the tournament is set for a dramatic conclusion featuring some of the game's finest talents. But the group stage also introduced the world to several vibrant young talents set to dominate cricket for years to come. Here,   looks at five players who have announced their arrival as potential stars:  Nicolas Pooran finally showcased the talent he has promised to unleash for so long as the batsman finished as the West Indies' leading run scorer. \t\t\t The 23-year-old made a duck on his ODI debut before the World Cup but went on to play each of the team's nine group games, scoring 367 runs at an average of 52.42. West Indies assistant coach Roddy Estwick had seen Pooran's potential five years ago when he scored 143 in an Under-19 World Cup match against Australia. “I've always believed in Nicholas. I'm not surprised by his talent. What's surprised me is it's taken as long as this for him to come through,” Estwick said. Pakistan paceman Shaheen Shah Afridi enjoyed a breakthrough World Cup campaign, prompting Wasim Akram to hail the teenager as a future star. \t\t\t The teenager recorded Pakistan's best-ever World Cup bowling figures with a scintillating spell of 6-35 in Friday's win over Bangladesh at Lord's. He became the youngest player to take a five-wicket haul at the World Cup at 19 years and 90 days, finishing the tournament with 16 wickets in five games. “Definitely, Shaheen is one for the future, a beacon of light for the next generation of fast bowlers,” Wasim told  . Afghanistan may have left the World Cup winless after losing all nine matches, but the minnows could take heart from the rise of teenage off-spinner Mujeebur Rahman. \t\t\t Mujeeb took just seven wickets in the tournament, but the 18-year-old tormented batsmen with his crafty use of flight and variation, marking him out as one to watch. Rashid Khan, his senior by two years, remains Afghanistan's number one spinner, but Mujeeb is coming up fast, as he proved with a superb spell of 3-39 against Bangladesh in Southampton. When Sri Lanka captain Dimuth Karunaratne reflected on a frustrating campaign for the 1996 champions, the promising form of fearless batsman Avishka Fernando put a smile back on his face. \t\t\t The 21-year-old scored 203 runs in only four matches in the tournament, including 104 against the West Indies and 49 in Sri Lanka's shock win over England. “We've had a few positives out of this World Cup,” Karunaratne said. “Avishka Fernando is playing really well. “He showed what he can do, he can produce runs for Sri Lanka. He's one of the future stars.”  Barbados-born Jofra Archer has repaid England's faith with a dazzling breakthrough in his first major tournament. \t\t\t Archer only became eligible to play for England earlier this year and was fast-tracked into the team just before the World Cup in a bid to make the most of the paceman's natural gifts. The 24-year-old's combination of speed and accuracy made him unplayable at times. He taken 17 wickets in England's run to the semi-finals, including a run of four successive three-wicket hauls, leading many to mark him down as the spearhead of his country's attack for years to come.", "category": "India search for a coach good at man-management, planning\n"},
{"title": "SMOKERS' CORNER: THE HORDE'S BANQUET", "image_urls": ["https://i.dawn.com/primary/2017/04/58fa4863109b8.jpg"], "published_date": " April 23, 2017", "updated_date": ["Apr 23, 2017 07:34am", "Apr 23, 2017 07:52am", "Apr 23, 2017 10:41am", "Apr 23, 2017 10:46am", "Apr 23, 2017 11:28am", "Apr 23, 2017 11:45am", "Apr 23, 2017 12:18pm", "Apr 23, 2017 01:02pm", "Apr 23, 2017 02:04pm", "Apr 23, 2017 02:56pm", "Apr 23, 2017 04:55pm", "Apr 23, 2017 05:11pm", "Apr 23, 2017 10:28pm", "Apr 24, 2017 04:31am", "Apr 24, 2017 09:26am", "Apr 25, 2017 01:47pm", "Apr 25, 2017 03:16pm", "Apr 25, 2017 04:30pm", "Apr 25, 2017 06:29pm", "Apr 27, 2017 05:11am"], "authors": ["Nadeem F. Paracha"], "tweets": [], "comments": ["Mobs are a manifestation of weak/complicit state; they largely happen in areas where mobbing hordes are sure they will not be prosecuted.", "Nice, thoughtful article.", "Good article. Though it will not reach and have no effect on the ones that have or plan to participate in a mob, but this article may help us not be part of a mob some day.", "Thanks for summarizing and giving us the mob mentality history.", "It is easy for the author to say the only major mob incidents took place in Pakistan in 1953 and 1974. The repercussions of such mob actions have been a relentless attack and persecution of a community to this day and continues unabated under the eye of the various governments, society and human rights organization. It has however resulted in a precedence to attacks on other so called “minorities”. ", "And soon enough it will start attacking itself trying to prove who is the fittest among the mainstream. And frankly there won’t be many of us left during this eventual elimination assault.", "Unless 295-C is enforced in letter and spirit such incidents will take place.", "Mobocracy is replacing democracy in south Asia.", "Bihari, Bengali accusations and mob attacks during 1960s to early 1970s in East-Pakistan (Bangladesh).", "For communal riots, one needs to have a minority.  1% cannot be considered a minority.", "Thanks for this very informative and thought provoking article. One hopes that some people amongst us are provoked enough to seriously think about the issue that is threatening to push us down the cliff into abyss.", "Please enlighten with some research on how many citizens have been charged with blasphemy in countries having such a law.", "\"While mob violence driven by religious sentiments was withering away in Europe, it was emerging in South Asia\".", "How many years are we still behind Europe?  One wonders!", "The unfortunate incident of mob violence which recently took place resulting in a young student's death may be new for Pakistan but is not new in world history as very well explained by Mr.Nadeem\nParacha chronologically.", "Excellent summary.  ......  \"Allport suggested that mobs are comprised of like-minded individuals\"  ....  I agree, and suggest seeing \"The Authoritarian Personality\", Harper, 1950, Theodor W. Adorno, et al", "Here's hoping that Mashal's murder turns out to be our Salem, a rock against which theocracy will shatter.", "very informative Nadeem F Pracha always brings something good.", "May I please add the mob violence against the Sikh community soon after the killing of Indira Gandhi in 1984. Nearly 8000 innocent Sikhs were killed in this violence. Wikipedia lists these killings among the pogroms of the world.", "best result oriented stuff of knowledge.", "@Desh bandhu Chopra  You have rightly pointed out this tragic incident of Sikh Riots of 1984 in which innumerable innocent Sikhs lost their lives. It is sad to note that even after such a long time this case has not been brought to a just conclusion respecting the wishes of Sikhs in India.", "The author has tried to assimilate too much and bounced around historical periods leading to a lack of flow and cohesion in the article. Good references though.", "Ignorance,plain old ignorance! And going to college/university has no bearing on this. In fact it becomes more lethal sometimes now when you have so called educated ignorants.\n And not to ignore it has its roots in the prevailing socio,economic and political environment.Dawn of the industrial revolution at that time in Europe help curtail this phenomena to certain extent. But it continued in USA till the start of the 20 th century. So its multifactorial in origin,economics being the major one these days."], "content": "Some of the earliest well-known incidents of mob violence fueled by extreme religious sentiments occurred in the late 17th century in the town of Salem.  Salem is situated in present-day Massachusetts in the US. The area was a British colony at the time. Over a dozen people, mostly women, were accused by the town’s people of indulging in witchcraft. They were soon mobbed before being arrested and then executed.  The frenzy was sparked by the publication of a book by a Latitudinarian Christian writer and Puritan, Joseph Glanville.  Published in 1663, the book claimed that a denial in the belief of spirits and demons was a denial of belief in Christianity. Glanville tried to prove the existence of witches and demons. It must be added that ‘witch-burnings’ had already taken place across Europe before the epidemic reached Salem.  Well-known American medievalist and writer, Sandra Mielsel, wrote in an article   that witch-hunts were largely the outcome of theological and even economic tensions between different Christian sects. In the same essay she wrote that witch-burnings by mobs were often facilitated by judges and government officials.  However, by the 18th century, mob violence triggered by religious beliefs came to an end. The Salem incident is important because as historian, George L. Burr, wrote in his 1914 book  : “The Salem witch-hunt was the rock on which theocracy shattered.” Burr was suggesting that such events across Europe and in Salem triggered a backlash against theology and monarchism and heralded epochs such as the ‘Age of Reason’ and/or the ‘Age of Enlightenment’ — 18th century movements in Europe which promoted intellectual, social and economic progress through reason, science, tolerance and democracy. Even though from the 18th century onwards, violent mobs driven by religious sentiments vanished from Europe and the US, mob violence did not.  The ideological motivation behind such mobs changed. It mutated from being religious to becoming racial or ethnic.  In fact, in a reversal of fortunes, during the late 18th century French Revolution, mobs even attacked the churches. In the United States, race riots involving white mobs attacking blacks became common across the 19th and 20th centuries. While mob violence driven by religious sentiments was withering away in Europe, it was emerging in South Asia — a region which is now considered to be a hotbed of religiously-motivated mob frenzies.  All the chief academic sources which are used to document this region’s history speak very little of any major religiously-motivated mob action before the 19th century. In a 2016 feature in Germany’s academic journal, Springer, historian Sunthar Visuvalingam places the emergence of religiously-motivated mob-violence in South Asia in 1809, in the city of Banaras.  Hindu and Muslim mobs began to attack members and properties of each other’s communities over the felling of a pillar considered sacred by the Hindus. According to Visuvalingam, before 1809, there is no mention of religiously-motivated mob action in the region.  This incident took place during a period when the 500-year-old Muslim rule in India was collapsing and British colonialists were consolidating their dominance in India. It was in the 1920s that religiously-motivated mob violence emerged in the region in a much fuller manner.  So much so that in 1919, Muslim leader (and future founder of Pakistan), Muhammad Ali Jinnah wrote a letter to his Hindu counterpart, Mahatma Gandhi, in which he warned that the Muslim and Hindu communities should be kept away from religious movements because such movements would unleash untapped violent emotions that could destroy them both. By the 1940s, Hindu, Sikh and Muslim mobs were attacking the perceived enemies of their respective faiths, a phenomenon which began being called ‘communal violence.’  This violence continues to haunt India — now more than ever — despite the creation of Muslim-majority Pakistan in 1947. In Pakistan, only two major incidents of religiously-motivated mob violence took place between 1947 and 1981. Both were against the Ahmadiyya community (1953 and 1974).  The 1953 mobs were crushed by the military while the 1974 ones led to the constitutional ouster of the community from the fold of Islam. Mob frenzies driven by religious motivations saw a manifold increase in the 1980s, mainly involving ‘sectarian strife’ between the country’s Sunni majority and Shia minority.  In the 1980s the country’s Blasphemy Laws had also been strengthened. From 1990, incidents of mobs falling upon alleged blasphemers saw a drastic increase. Interestingly, the whole concept of such a law was first introduced by British colonialists in India in 1860, as the intensity of polemical treatises between Hindus and Muslims grew.  This law was further strengthened in 1927, during an increase in Hindu-Muslim riots. Pakistan adopted this law as is in 1947 but it was never made an important part of the 1956 and the 1962 constitutions or in the initial version of the 1973 constitution. Till 1990, only 14 people were accused of committing blasphemy.  The number of accusations and mob attacks on alleged blasphemers saw an almost tenfold increase after additional clauses were introduced by the Zia regime in the 1980s. Various theories have explained religiously-motivated mob violence.  Renowned psycho-analyst Sigmund Freud and psychologist William Dougall described mobs as ‘primordial hordes’ led by ‘horde leaders’ who exploit simplistic emotions about faith found in the masses.  To Freud, the mob mindset could be addressed by neutralising horde leaders. This can be done by encouraging the pursuit of individuality among citizens. Professor Phillip G. Zimbardo believes that participating in mob violence frees the participant ‘from the necessity of normal social behaviour’ because personal controls such as guilt, shame and self-evaluating behaviour dissolves in a charged crowd. American psychologist, F. Hennery Allport suggested that mobs are comprised of like-minded individuals who get the chance to express their beliefs in a more intensified manner than they would in more normal circumstances. Violent impulses associated with one’s idea of morality and faith which are rejected and discouraged in a more rational and controlled setting, come alive in mobs.", "category": "Pakistan"},
{"title": "Fears that second dam could breach in Brazil prompt evacuations ", "image_urls": ["https://i.dawn.com/primary/2019/01/5c4df59f3e4ef.jpg"], "published_date": "January 27, 2019", "updated_date": ["Jan 28, 2019 03:52am", "Jan 28, 2019 04:55am", "Jan 28, 2019 07:55am", "Jan 28, 2019 09:50am"], "authors": ["AP"], "tweets": [], "comments": ["Grab your stuff and run.", "Civil engineers on the scene said the second dam is not in danger of bursting.", "Prayers from Pakistan to all the beautiful and brave people of Brazil. Almighty protect all the people. ", "Lot of love for Brazil from Pakistan.", "Civil engineers have made an assessment and said that the second dam is not in danger of bursting."], "content": "Brazilian officials on Sunday suspended the search for potential survivors of a dam collapse that has   amid fears that another nearby dam owned by the same company was also at risk of breaching. Authorities were evacuating several neighbourhoods in the southeastern city of Brumadinho that were within range of the B6 dam owned by the Brazilian mining company Vale. There was no immediate word on how many people were evacuated. “Leave here, this is at risk!” police officials told firefighters in a lower-lying area. “Within a little while, more mud will fall.”  The firefighters had been working to extract a cow found alive in the mud, but they pulled back on the order of police, leaving the animal. \t\t\t\t\t\t While the ground search was stopped, helicopters continued to fly over the area, possibly so they would not be hit if another collapse happened. Caroline Steifeld, who was evacuated, said she heard warning sirens on Sunday, but no such alert came on Friday, when the first dam collapsed. “I only heard shouting, people saying to get out. I had to run with my family to get to higher ground, but there was no siren,” she said, adding that a cousin was still unaccounted for. Even before the latest setbacks, hope that loved ones had survived a tsunami of iron ore mine waste from Friday's dam collapse in the area was turning to anguish and anger over the increasing likelihood that many of the hundreds of people missing had died. Company employees at the mining complex were eating lunch on Friday afternoon when the first dam gave way. By Saturday night, when authorities called off rescue efforts until daybreak, the dam break toll stood at 40 dead with up to 300 people estimated to be missing. All day Saturday, helicopters flew low over areas encased by a river of mud and mining waste as firefighters dug frantically to get into buried structures. “I'm angry. There is no way I can stay calm,” said Sonia Fatima da Silva, as she tried to get information about her son, who had worked at Vale for 20 years. “My hope is that they be honest. I want news, even if it's bad.” Da Silva said she last spoke to her son before he went to work on Friday, when around midday a dam holding back mine waste collapsed, sending waves of mud for kilometres (miles) and burying much in its path. She was one of scores of relatives in Brumadinho who desperately awaited word on their loved ones.  Romeu Zema, the governor of Minas Gerais state, said by now most recovery efforts will entail pulling out bodies. The flow of waste reached the nearby community of Vila Ferteco and an occupied Vale administrative office. It buried buildings to their rooftops and an extensive field of the mud cut off roads. Some residents barely escaped with their lives. “I saw all the mud coming down the hill, snapping the trees as it descended. It was a tremendous noise,” said a tearful Simone Pedrosa, from the neighbourhood of Parque Cachoeira, 5 miles (8 kilometres) from where the dam collapsed. Pedrosa, 45, and her parents dashed to their car and drove to the highest point in the neighbourhood. “If we had gone down the other direction, we would have died,” Pedrosa said. “I cannot get that noise out of my head,” she said. “It's a trauma ... I'll never forget.”  In addition to the 40 bodies recovered as of Saturday night, 23 people were hospitalised, according to the Minas Gerais fire department.  There had been some signs of hope earlier on Saturday when authorities found 43 more people alive. The company said on Saturday that while 100 workers were accounted for, more than 200 workers were still missing.  Fire officials at one point estimated the total number at close to 300. \t\t\t Vale CEO Fabio Schvartsman said he did not know what caused the collapse. For many, hope was evaporating. “I don't think he is alive,” said Joao Bosco, speaking of his cousin, Jorge Luis Ferreira, who worked for Vale.  “Right now, I can only hope for a miracle.”  Vanilza Sueli Oliveira described the wait for news of her nephew as “distressing, maddening.” “Time is passing,” she said. “It's been 24 hours already. ... I just don't want to think that he is under the mud.”  The rivers of mining waste also raised fears of widespread environmental contamination and degradation. According to Vale's website, the waste, often called tailings, is composed mostly of sand and is non-toxic.  However, a UN report found that the waste from a similar disaster in 2015 “contained high levels of toxic heavy metals.”  Over the weekend, state courts and the justice ministry in the state of Minas Gerais froze about $1.5 billion from Vale assets for state emergency services and told the company to report on how they would help the victims. Brazil's Attorney General Raquel Dodge promised to investigate the mining dam collapse, saying “someone is definitely at fault.” Dodge noted there are 600 mines in the state of Minas Gerais alone that are classified as being at risk of rupture. Another dam administered by Vale and Australian mining company BHP Billiton collapsed in 2015 in the city of Mariana in the same state of Minas Gerais, resulting in 19 deaths and forcing hundreds from their homes.  Considered the worst environmental disaster in Brazilian history, it left 250,000 people without drinking water and killed thousands of fish. An estimated 60 million cubic metres of waste flooded nearby rivers and eventually flowed into the Atlantic Ocean. Sueli de Oliveira Costa, who hadn't heard from her husband since Friday, had harsh words for the mining company. “Vale destroyed Mariana and now they've destroyed Brumadinho,” she said. The   newspaper reported on Saturday that the dam's mining complex was issued an expedited license to expand in December due to “decreased risk.” Conservation groups in the area alleged that the approval was unlawful. \t\t\t\t\t\t On Twitter, new Brazilian President Jair Bolsonaro said his government would do everything it could to “prevent more tragedies” like Mariana and now Brumadinho. The far-right leader campaigned on promises to jump-start Brazil's economy, in part by deregulating mining and other industries. Environmental groups and activists said the latest spill underscored the lack of environmental regulation in Brazil, and many promised to fight any further deregulation. Marina Silva, a former environmental minister and presidential candidate, toured the area on Sunday. She said such tragedies should be deemed “heinous crimes,” and that Congress should bear part of the blame for not toughening regulations and enforcement. “All the warnings have been given. We are repeating history with this tragedy,” she told  . \n“Brazil can't become a specialist in rescuing victims and consoling widows. Measures need to be taken to avoid prevent this from happening again.” ", "category": "World"},
{"title": "Under US pressure, Afghan army starts closing checkpoints ", "image_urls": ["https://i.dawn.com/primary/2019/06/5d08b6fd6e6e0.jpg"], "published_date": "June 18, 2019", "updated_date": ["Jun 18, 2019 09:33pm"], "authors": ["AFP"], "tweets": [], "comments": ["this is the beginning of the end"], "content": "Only a tangle of razor wire marks the entrance of a remote Afghan army checkpoint that may soon be shuttered as the government closes vulnerable outposts after years of losses to Taliban fighters and desertions.  The post in Wardak province west of Kabul has been hit before, and its sagging blast walls and teetering sandbags make clear the vulnerability of the 13 troops living there for weeks on end.  Now, after years of brutal attacks and mass desertions from similar checkpoints, the Afghan government is acting on long-standing American requests to close them.  The aim is to shutter outposts where troops are often left like sitting ducks for Taliban attackers and consolidate them onto larger bases ─ several of which are under construction.  The plan is for troops to lead offensive missions, taking the fight to the Taliban instead of trying to survive day-to-day in often deplorable living conditions with little outside support.  The “checkpoint is a failed tactic”, Dadan Lawang, an Afghan army general, said recently at a US base in Paktia province, south of Kabul.  Some 50 per cent of military casualties occur at checkpoints, he said, a grim number considering tens of thousands of Afghan troops have been killed or wounded since the end of 2014 ─ losses the massively depleted Afghan military can ill afford.  \"We want to draw down all those checkpoints and establish strong bases now,\" Lawang told  . \nThe idea of closing checkpoints has been taboo in Afghan politics for years.  A tiny fort flying the black-red-and-green national flag sends a message that the government holds an area, and Afghan politics is built on a patchwork of alliances with regional power brokers, many of them in remote places.  \"To maintain an alliance sufficient to remain in office... the president of Afghanistan has often preferred to push troops out into locations that make no military sense but are politically important,\" said Stephen Biddle, a professor at Columbia University in New York who has written extensively about Afghanistan.  US Army Brigadier General Kevin Admiral, who heads the US military's Task Force Southeast, said it was challenging to finally change the Afghan military's view.  \"They have a lot of political pressure at the local level with district governors and parliamentarians who have said this is our only visible representation of (the government) in these remote areas,\" he said.  For General Scott Miller, who leads Nato's Afghanistan mission and the US war effort in the country, the closure of checkpoints is crucial for the Afghan military.  \"They don't lose people in (offensive) operations, they kill Taliban,\" Miller told US military officials at a recent meeting. \"You want to hear my (tactical) priorities? Talk about checkpoints.\"  To hammer his message, Miller makes frequent trips across Afghanistan, bringing local military commanders to show them troops' living conditions.  On a visit to the Wardak checkpoint last week, Miller said he wanted to open Afghan commanders' eyes to the perilousness of such outposts.  The scruffy camp, where troops sleep in converted shipping containers with smashed windows, is a short distance from Highway 1 ─ a key route for sending goods and supplies into Kabul and around the country.  But despite its strategic location, troops at the checkpoint and others like it often go without regular food or pay because of mismanagement and corruption. And if an attack does come, back up may never arrive.  On Miller's visit, US snipers and soldiers secured the isolated facility's perimeter and one Afghan soldier complained to his higher ups about not having been paid for three months.  Asadullah Khalid, Afghanistan's acting defence minister, blamed a documentation issue and said it would be fixed.  His staff dished out several $100 bills to soldiers from a wad that Khalid said was a gift for Eid. \"I want to make sure that everyone sitting on a checkpoint gets a paycheck and food,\" Miller told  . \"t's a leadership issue. These are things we take for granted.\" While critics agree Afghan checkpoints have little tactical value, they differ over whether withdrawing troops to bases will make them more willing to fight.  Closing checkpoints \"essentially cedes ground to the Taliban and gets the (Afghan security forces) onto larger bases, where they often hunker down,\" said Bill Roggio, a senior fellow at the Foundation for Defense of Democracies think tank in Washington.  But Colonel David Butler, a US military spokesman in Kabul, said Afghan troops \"are doing more independent operations and are more effective during those operations.\"", "category": "Outrage mounts in India over rape case teen's suspicious car crash\n"}[
{"title": "Adblock instructions", "image_urls": [null], "published_date": " ", "updated_date": [" "], "authors": [], "tweets": [], "comments": [], "content": "• Click the Ad Block icon. • Click “Don’t run on pages on this domain” then click “Exclude”. • Click the Adblock Plus icon. • Click “Enabled on this site” to disable ad blocking for the current site. • Click “disable on Dawn.com” to disable ad blocking.", "category": null},
{"title": "Russian opposition leader Navalny ‘poisoned’: lawyer ", "image_urls": ["https://i.dawn.com/primary/2019/07/5d3fc9d7aee2d.jpg"], "published_date": " July 30, 2019", "updated_date": [], "authors": ["AFP"], "tweets": [], "comments": [], "content": "MOSCOW: Russian opposition leader Alexei Navalny was “poisoned” by an unidentified toxic substance but doctors have sent him back to jail despite his condition, his lawyer and personal physician said on Monday. President Vladimir Putin’s top opponent was rushed to hospital on Sunday a day after almost 1,400 people were arrested at an unauthorised protest, in the largest police crackdown on dissent in recent years. Navalny was hospitalised following what was described as an acute allergic reaction, but his supporters later said they believed he had been exposed to poison. “It is indeed poisoning by some unknown chemical substance,” his lawyer Olga Mikhailova told reporters Monday outside Moscow’s hospital No 64, which treated Navalny. Navalny on Sunday had swollen eyelids, discharge in the eye and a rash on his upper body, his personal physician Anastasia Vasilyeva said. She told reporters on Monday that both she and the 43-year-old politician believe the reaction could have been a response to “some chemical agent”. Navalny has been in jail since last week for calling an unauthorised rally. Vasilyeva said doctors at the hospital diagnosed him with a skin condition, adding that he had improved after being treated with a steroid. But he has been sent back to jail despite needing to continue the treatment, she said, raising concerns over the danger to his health in prison and the possibility that his cell could be contaminated. A senior doctor at the hospital told reporters that Navalny’s health was not under threat. But Vasilyeva accused the hospital doctors of not wanting to find out what caused Navalny’s condition. “Alexei has been clearly sent back to the detention centre on orders from above,” she said. Vasilyeva is an ophthalmologist who had treated Navalny previously after he nearly lost the sight in one eye after an attack in 2017. He has never suffered from allergies in the past, she said. The Russian opposition leader is serving a 30-day jail sentence for calling Saturday’s rally after authorities blocked prominent independent candidates from taking part in Moscow parliament elections in September. The Kremlin on Monday scrambled to contain a fresh political crisis after police brutally crushed a peaceful rally that saw thousands take to the Moscow streets at the weekend to urge the authorities to open up the tightly-controlled system.", "category": "Archive"},
{"title": "Saudi coalition attack on Yemeni market leaves 10 dead ", "image_urls": ["https://i.dawn.com/primary/2019/07/5d3fc7a6be1db.jpg"], "published_date": " July 30, 2019", "updated_date": ["Jul 30, 2019 09:49am", "Jul 30, 2019 10:12am"], "authors": ["Reuters"], "tweets": [], "comments": ["The King and family of KSA should step down. Trump must stop supporting KSA.", "MBS continues killing of Yemeni people, to install their man as the leader., which the Houthis oppose. Shame on the Saudis, and America."], "content": "ADEN: An attack on a market killed more than 10 civilians including children in a market in Yemen’s northern Saada province on Monday, a medical source and Houthi-run media reported. The manager of the local Al Jomhouri hospital said 13 people were killed and 23 injured in air strikes in Qatabir district by a Saudi-led coalition battling the Iran-aligned Houthi group in Yemen.   said the death toll had risen to 14. The coalition spokesman accused the Houthis of attacking the market but did not specify the type of assault or confirm the number killed. “The attack carried out by the Houthis on Al Thabet market is a terrorist act to spite Yemenis and the tribes of Al Thabet,” Colonel Turki al-Malki said in a statement, adding that the tribes were against the group. Pictures taken by a photographer showed more than nine bodies, some of them torn apart, lined up on a nylon sheet near the morgue. “There are two children among the martyrs and 11 children among those injured,” hospital manager Saleh Qorban said. Masirah later said four children were killed. Saudi Arabia is leading the Western-backed alliance that intervened in Yemen in 2015 to try to restore the internationally recognised government, which was ousted from power in the capital Sanaa by the Houthis in late 2014. The movement has stepped up missile and drone attacks on Saudi cities, and the coalition has responded with air strikes on Houthi targets, mostly around Sanaa. In August 2018, coalition air strikes killed dozens of people, including children travelling on a bus through a market in Saada. The alliance initially said it had targeted missile launchers but later admitted that the attack was unjustified. Human rights groups have criticised Western countries that provide arms and intelligence to the coalition over air strikes that have killed civilians at hospitals, schools and markets. The coalition says it does not intentionally target civilians. The four-year-old war, that has killed tens of thousands and pushed the long-impoverished Arabian Penin­sula nation to the brink of famine, has long been in a military stalemate. The Houthis, who say their revolution is against corruption, control Sanaa and most of the main urban centres. The government of Abd-Rabbu Mansour Hadi holds the southern port of Aden. The violence could complicate efforts to implement a U.N.- sponsored troop withdrawal agreement in the main port city of Hodeidah that is meant to pave the way for peace talks to end the conflict, which is largely seen in the region as a proxy war between Saudi Arabia and Iran.", "category": "Archive"},
{"title": "Renewed unrest grips Bahrain after authorities execute activists ", "image_urls": ["https://i.dawn.com/primary/2019/07/5d3fc8d7ce9eb.jpg"], "published_date": " July 30, 2019", "updated_date": [], "authors": ["Reuters"], "tweets": [], "comments": [], "content": "DUBAI: Protests broke out in Bahrain after the execution of two opposition activists on terrorism-related charges revived tension over the weekend in the kingdom, a Western ally that has cracked down on dissent since a failed 2011 uprising. Police fired tear gas to disperse hundreds of demonstrators in Bilad al-Qadeem suburb where one protester died from gas inhalation on Saturday, four activists said. A government spokesperson said in a statement that the man died from natural causes. People also took to the streets in several Shia villages and neighbourhoods on the outskirts of the capital Manama on Sunday night in response to Saturday’s execution of Ali al-Arab and Ahmed al-Malali, who were sentenced to death last year on terrorism crimes in a mass trial. Videos and pictures posted on verified social media accounts of activists showed demonstrators clashing with security forces, burning ties and building roadblocks. The protests are the most significant unrest in more than two years in the island state, headquarters of the US Navy’s Fifth Fleet, since authorities in 2017 executed three Shia men convicted of killing three policemen in a bomb attack. Bahrain has a Shia majority and is ruled by a Sunni royal family. It is the only one of the Gulf monarchies to have faced serious unrest during the Arab Spring protests that swept the Middle East and North Africa in 2011. Asked about the demonstrations, the government spokesperson said that Bahrain upholds constitutional rights for freedom of expression and peaceful assembly, but “any acts of disorder that disrupt public safety require legal actions to be taken” in accordance with internationally recognised standards. The ruling Al Khalifa family has kept a lid on dissent since the mostly Shia opposition staged a failed uprising in 2011. Saudi Arabia sent in troops to help crush that unrest in a mark of concern that any major unrest or power-sharing concession by Bahrain could inspire its own Shia minority. Activists abroad have called for further protests over the executions, which were criticised by international rights groups who say the men’s confessions were obtained through torture, which Manama denies. “There are calls and there will be more protests in the coming days, but the repression is very violent and authorities are retaliating with collective punishments,” said Ali Alaswad, a senior member of the dissolved opposition group al-Wefaq, who has lived in exile in London since 2011. Bahrain has closed the main opposition groups and prosecuted scores of people, stripping hundreds of their nationalities, in mass trials. A number of activists have fled abroad. Many Bahrainis say they are deprived of jobs and treated as second class citizens in the country of 1.5 million. Authorities deny this and accuse Iran of fostering unrest that has seen demonstrators clash with security forces, who have been targeted by several bomb attacks. Tehran denies involvement. Analysts say they do not expect a repeat of past widespread violence given measures to stifle dissent in Bahrain, which has been emboldened by a crackdown on dissent in Saudi Arabia. “Bahrainis know an escalation, as happened in 2011, will not only be met with brutality, but also with the occupation by Saudi Forces in the form of the Gulf Peninsula Shield,” said Marc Owen Jones of the Institute of Arab and Islamic Studies at the University of Exeter, referring to a common Gulf Arab force. On Sunday, hundreds of people attended the funeral of Mohammad Ibrahim al-Mokdad, 22, who died after taking part in Saturday night’s protest. The government spokesperson said a medical report “confirms illness as cause of death”. “With our souls, with our blood, we will redeem you, martyr,” mourners could be heard chanting in several videos of the funeral posted on activists’ social media accounts. Many were holding pictures of the executed activists, who were among three men executed on Saturday. Authorities said, without identifying any of the men, that they were convicted in two separate cases, one involving the killing of a police officer and the other the killing of a mosque imam. London-based Bahrain Institute for Rights and Democracy says that 17 people are currently on death row on political grounds, including eight at imminent risk of execution. “The regime uses executions as a vengeance tool,” said al-Wefaq’s Alaswad. The authorities have denied targeting the opposition and say they are protecting national security.", "category": "Archive"},
{"title": "Rain, power failures wreak havoc on Karachi ", "image_urls": ["https://i.dawn.com/primary/2019/07/5d3f6cf56dc49.jpg"], "published_date": " July 30, 2019", "updated_date": [], "authors": ["Dawn Report"], "tweets": [], "comments": [], "content": "\t\t\t KARACHI: The first proper monsoon rain spell in the city played havoc with the ill-maintained civic infrastructure and power distribution system, causing nine deaths, flooding in low-lying areas and hours-long traffic jams on Monday. Power supply was suspended with the first drop of rain in the morning. Many city areas even remained without electricity for over 15 hours. Due to the intensity of the rain, the Sindh government announced that all public and private educational institutions across the province wotuld remain closed on Tuesday (today).   The Pakistan Metrological Department warned that the trend was likely to continue on Tuesday. The pre-dawn downpour continued till late in the evening and the Met Office recorded 69.4 millimetres, or 2.73 inches, of rain till 8pm. The Met observatories recorded 69.4mm of rain in Surjani Town; PAF Faisal Base and its surrounding areas (66mm or 2.59 inches); Airport (50.4mm or 1.98 inches); North Karachi (55.6mm or 2.18 inches); Gulistan-i-Jauhar (50mm or 1.96 inches); PAF Base Masroor (45mm or 1.77 inches) and 32mm, or 1.25 inches, of rain was recorded in Landhi and its neighbouring areas. Schools, colleges across Sindh closed today; city gets 69mm rain till 8pm “The much-awaited rain system entered Sindh early in the morning,” said the city’s weatherman Sardar Sarfaraz. “Due to climate factors the system landed a little late in the region but since it’s here we are expecting moderate to heavy rains in the city to continue for the next 24 to 36 hours.” He said that there were two systems currently circulating in the region — one in the Arabian Sea and the other in the Bay of Bengal.  \t\t\t The rain badly affected the traffic in the city, where hours-long traffic jams were witnessed on key roads. The traffic started slowing mainly in the second half of the day when the downpour turned stronger and took hours to normalise amid non-functioning of several traffic signals, absence of traffic officials and blockade of some major roads due to accumulation of rainwater. In district South, hundreds of vehicles were stuck in a traffic mess on I.I. Chundrigar Road, M.R. Kayani Road, Sarwar Shaheed Road, Abdullah Haroon Road, Napier Road, Hasrat Mohani Road, Burnes Road, Shahrah-i-Liaquat, Saddar and Sharea Faisal. Officials said the rain badly affected two key links of East district — Korangi Causeway and Korangi Road — which link Korangi with the rest of the city, as people opted for alternative routes which further swelled the number of vehicles on available arteries.  The vehicular traffic on roads along Liaquatabad, some blocks of Nazimabad, a few sectors in North Karachi and parts of Shahrah-i-Pakistan remained slow but kept moving after the alternative system to drain the rainwater was installed by authorities. In East district, University Road remained the worst-hit area where hundreds of vehicles were seen lined up after sunset due to accumulated rainwater. Similarly, in Central district construction works on key traffic intersections made the situation difficult for vehicular traffic. The rain also affected the air traffic as many flights from Karachi to different destinations were cancelled due to weather conditions. A spokesman for Pakistan International Airlines said that eight flights from Karachi to Sukkur, Karachi-Gwadar, Karachi-Multan and Sukkur-Islamabad had been cancelled. He said that all measures had been taken in view of the forecast of heavy rains in the city and passengers were being provided with help at the airport in case of delays/cancellation or diversion of their flights. A CAA official said that in all eight flights were cancelled and four were delayed due to rain in Karachi. \t\t\t With the first few drops of rain, the power supply system in the city failed to prove its effectiveness.  The K-Electric blamed “unprecedented” and “heavy rain” for prolonged power failures that extended up to 15 hours in many areas in the city till 11pm. In the evening, the KE claimed to have restored power supply in most parts of the city, but residents from different localities called Dawn offices to share their sufferings due to hours-long power breakdowns even after 11pm. “Unprecedented and heavy rains disrupted power supply to some areas in Korangi, Landhi, Lyari and Bin Qasim,” said the power utility. “The K-Electric’s rapid response teams are in the field, working swiftly to restore power to all affected areas.” It said: “Power supply to parts of Jail Chowrangi, Gulshan, Nazimabad, Gizri, PNT Colony, Numaish, Punjab Chowrangi and Garden has already been restored. In [a] few cases, power supply to kunda-infested and low-laying areas has been deliberately turned off as a safety precaution to avoid any serious incident. Inconvenience is regretted.”   The local and provincial governments came under criticism over poor response during the rain. However, Local Government Minister Saeed Ghani said: “Key roads of the city which always got submerged after rains are not in that bad condition this time. We are only facing challenges in a few areas where drainage system is not capable to handle this amount of rain. But we are going for alternative solutions, which would improve the situation in next few hours.” Meanwhile, the Sindh government announced holiday for educational institutions on Tuesday due to intermittent and continued rains. “There would be a public holiday for educational institutes, both public and private, across Sindh province on Tuesday because of continued rains,” said Education Secretary Qazi Shahid Pervez.", "category": "Pakistan"},
{"title": "Sindh issues code of conduct for collecting sacrificial hides ", "image_urls": ["https://i.dawn.com/primary/2019/07/5d3f6c64e8978.jpg"], "published_date": " July 30, 2019", "updated_date": ["Jul 30, 2019 10:13am"], "authors": ["The Newspaper's Staff Reporter"], "tweets": [], "comments": ["50 percent by on the Zardari Mafia. 40% to the PPP. We know!"], "content": "\t\t\t KARACHI: The Sindh home ministry on Monday issued a code of conduct for collection of sacrificial hides on Eidul Azha according to which parties and organisations that collect the hides should get permit from the commissioner or deputy commissioner concerned. Officials said the home ministry had stated that on Eidul Azha various political, religious and social welfare organisations or parties collect the hides of sacrificial animals. “It becomes a matter of competition among the organisations and parties which creates law and order problems for the provincial government,” said a notification of the home ministry. “Keeping in view this situation the government has decided that for collection of hides, approval from the concerned commissioner or deputy commissioner is required.” Door to door collection of hides disallowed It said only those parties, organisations, welfare bodies and religious institutions would be allowed to collect sacrificial skins which were duly registered and their heads had signed the code of conduct and abide by the rules and regulations of the code. “No [one] else is allowed to install camps for the collection of skins or hides. Use of loudspeakers, writing or chanting of slogans and announcement from masajid or offices of any political parties and organisations will not be allowed.” Besides, the notification said posters and banners used for collection of hides were also prohibited. “No one will be allowed to collect the hides door to door. However, every individual is allowed to donate the hides as per one’s own will wherever and to whom he thinks eligible to get the skins.” It said every individual should himself carry the hide of his sacrificial animal to whom he wanted to donate. However, representatives of all organisations who would collect the hides would be required to keep with themselves CNICs, identity card of the organisation they belong to and authority letter from the commissioner or deputy commissioner when they transport the hides from one place to another. “In case of non compliance, the law enforcement personnel are authorised to forfeit the hides individuals carry. Every organisation or seminary will submit before time the complete plan of transportation of skins so that security may be provided to their vehicles used for carrying the hides.”   The home ministry said all types of weapons, batons, and steel bars were banned for the three days of Eidul Azha. “The ban will also be extended upon licensed arms.” For compliance of the ban, it added, the law enforcement agencies would check motorcycles or cars at different places; and every organisation was required to inform their workers to cooperate with the law enforcement agencies. “Unauthorised collection of skins or non compliance of code of conduct will result in action as per law against the organisation or their workers and the skins will be forfeited. Every applicant is required to obtain security clearance from the concerned law enforcement organisation for collection of hides,” it said.", "category": "Pakistan"},
{"title": "Rain has exposed PPP govt’s performance: PTI ", "image_urls": ["https://i.dawn.com/primary/2019/07/5d3fcff33fe0e.jpg"], "published_date": " July 30, 2019", "updated_date": ["Jul 30, 2019 10:35am", "Jul 30, 2019 10:54am", "Jul 30, 2019 10:59am", "Jul 30, 2019 11:44am", "Jul 30, 2019 11:56am"], "authors": ["The Newspaper's Staff Reporter"], "tweets": [], "comments": ["PTI is no different than MQM & PPP, this trio has proved to be performance less and always been blaming one another.", "With Due respect, neither PTI performance so far convinced me to vote for next general election to PTI. Despite PTI has won in my area no works has been conducted by them. except inauguration of schooling system who grabs the whole street as their own property in residential area.", "...    Accumulation of rainwater in province indicates that Sindh government is not interested in solving the problems, but they are interested collecting rents.", "PPP is least bothered - they along with mqm have made karachi a concrete cemetery devoid of basic amenities", "Tell us something we don't know ..... like how are you'll going to correct this."], "content": "KARACHI: Expressing concerns over the situation in Sindh including Karachi following heavy rains, the Pakistan Tehreek-i-Insaf said that despite ruling Sindh for the past 11 years the Pakistan Peoples Party-led provincial government has failed to plan a rain-emergency strategy. PTI’s parliamentary party leader in the Sindh Assembly Haleem Adil Sheikh said in a statement that the situation in Karachi and Hyderabad suggested that there was no government in the province.  The situation created due to rains in Karachi and other cities of Sindh had exposed the performance of the Sindh government, which had claimed to have spent billions of rupees in the name of laying drainage system, he said. He added that the accumulation of rainwater in different cities of the province indicated as if the Sindh government was not interested in solving the problems of the people.", "category": "Pakistan"},
{"title": "A tale of woe ", "image_urls": ["https://i.dawn.com/primary/2019/07/5d3d0323cbdb4.jpg"], "published_date": "July 28, 2019", "updated_date": ["Jul 28, 2019 07:59am", "Jul 28, 2019 09:12am", "Jul 28, 2019 09:45am", "Jul 28, 2019 11:29am", "Jul 28, 2019 12:28pm", "Jul 28, 2019 01:38pm", "Jul 28, 2019 03:45pm", "Jul 28, 2019 04:49pm", "Jul 28, 2019 06:34pm", "Jul 28, 2019 07:46pm", "Jul 28, 2019 11:39pm"], "authors": ["Faizaan Qayyum"], "tweets": [], "comments": ["A good and well argued write up describing anomaly between often trumpeted Naya Pakistan and status quo termed as Purana Pakistan. Based upon ground realities, one can populate that nothing much has changed and it is virtually the same old wine in a new bottle. Being apparently true,  telling us in plain words that we live in a time that demands a discourse of both critique and possibility, one that recognizes that without an informed citizenry, collective struggle, and viable social movements, democracy will slip out of our reach and we will arrive at a new stage of history marked by the birth of an authoritarianism that not only disdains all vestiges of democracy but is more than willing to relegate it to a distant memory.", "Pakistan was created for the elite, it has always stayed true to it's charter.", "Good Job. Send a copy to IK.", "Good writeup, like the part about steroid.", "A very nice piece. IK government has clamped down on the poor with the most intense aggression. The following passage summarizes the double standards:", "'However, did the same master plan allow for Imran Khan’s palatial mansion in Banigala? Never mind that the prime minister lives there! Ironically, Mr Khan’s own petitions in judicial forums have led to the demolition of dozens of buildings in Banigala, driving out his poorer neighbours even as his own mansion looks forward to some form of regularisation.'", "Naya Pakistan is old wine in old bottle with new label.", "This is the reason that Liberalism now an obsolete word.So-called Liberal people always write against their opponent's ideology.Bani-gala was regulated by Supreme court not  by govt. decission.Right-wing party now became more powerfull all over the world & western colonial minded Liberal are going to dust.", "One of the best eye opening articles I have read in recent times.\nBravo.\nBe safe.", "Sir, you have expressed great points. Pakistan will take much great time to overcome the miseries of the poor.", "@Ismail Baloch ,  all the best", "Pakistan has, after the passing of Liaquat, been ruled by the corrupt and/or the incompatentand naya Pakistan is no different"], "content": "AFTER a Supreme Court intervention, Karachi’s Sea Breeze Plaza won’t be demolished for now. Imran Khan’s personal Banigala residence is all set to receive some form of permanent regulatory approval. Malik Riaz will facilitate the PTI’s Naya Pakistan Housing Programme, constructing new housing units in Rawalpindi/Islamabad. These are in no particular order; nevertheless, there has to be some logic to these decisions. Sea Breeze was originally constructed as a medical facility, which was subsequently misused. The building’s occupants now say they are willing to hand it over; demolishing it, however, would directly affect at least 200 traders. And, of course, only Malik Riaz can build thousands of new housing units and deliver them in time. But what else ties these decisions together? That naya Pakistan is not a country for most of its own people. That executive, legislative, judicial and regulatory capture is now complete. Let me explain. ‘Naya’ Pakistan is just ‘purana’ Pakistan on steroids. At least 12,000 Karachiites lost their homes, shops, and other spaces as part of the demolition drive ordered by the Supreme Court. They included people who had valid permits from various government offices. Some were in Empress Market, while many were unfortunate enough to live or conduct business along the Karachi Circular Railway track. Nothing in their plight — stories of despondency, destruction, and even death — could move any authority to deliver any form of relief. In the ill-informed and undue haste to ‘restore’ Karachi, we brought thousands of the urban poor to the streets. But of course, the 200 Sea Breeze traders had a different kind of access. The story is similar in Islamabad. An ongoing demolition drive against khokhas has rendered hundreds jobless; why should we care that most were validly licensed to operate? By one count, around 500 khokhas were established after obtaining due permits from competent authorities. For years, they provided critical local needs of food, water, and a place to hang out in poor settlements and other areas with low commercial activity where formal restaurateurs wouldn’t venture. But, of course, a raging messiah quickly realised that Islamabad’s master plan didn’t permit the poor to eat. However, did the same master plan allow for Imran Khan’s palatial mansion in Banigala? Never mind that the prime minister lives there! Ironically, Mr Khan’s own petitions in judicial forums have led to the demolition of dozens of buildings in Banigala, driving out his poorer neighbours even as his own mansion looks forward to some form of regularisation. Master plans are always problematic. They reflect economic and political power structures without catering to the most downtrodden; on top is the wanton disregard in which the elite hold them. Khokhas and jhuggis, on the other hand, are poor families’ way out from their exclusion from master plans. This explains both the Banigala mansion and the appearance of slums and khokhas in Pakistan’s ‘only’ planned city. Regularisation is thus not the problem. Instead, the question is: who gets what? Twelve thousand poor traders and slum dwellers can go to hell but not 200; 500 khokhas can be demolished but not one man’s palace. Refugees and migrants can be brutally evicted from informal settlements in Islamabad, but the same state can do nothing about senators occupying educational institutions’ lands in the heart of the same city. In fact, why not go even further and link a pro-poor housing project with the country’s biggest private encroacher in history (as established by the court)? We’re driving out the urban poor from their ‘encroachments’ even as the government validates and further strengthens criminals. To rub salt into our wounds, our messiahs cite economic miseries to raise taxes, hike utility tariffs for the poorest, and reduce or eliminate subsidies even on critical facilities like urban transit. Alongside, and in a parallel reality where our coffers are bursting at the seams, come the daftest policy moves — like the stock market bailout. When you have too much money, a market controlled by the most powerful few deserves more public billions than a transit system used by hundreds of thousands of people a day. There are countless other examples. Only recently, we had the luggage plastic wrap fiasco. Can we not speculate that the regulator and executive both connived to invent a way for a blue-eyed bigot to make some money? And so what? Remember corporate tax cuts? Go back to purana Pakistan, and remember IPPs with billions of dollars in committed capacity payments?  This naya Pakistan is just purana Pakistan on steroids: those who can, get their way; those who can’t, get kicked; and political and judicial leaders continue to act oblivious to the plight of the people. Purana woe was us. Naya woe is us. And, for that, woe to our messiahs, and woe to us for so eagerly selecting them.", "category": "Archive"}[
{"title": "Adblock instructions", "image_urls": [null], "published_date": " ", "updated_date": [" "], "authors": [], "tweets": [], "comments": [], "content": "• Click the Ad Block icon. • Click “Don’t run on pages on this domain” then click “Exclude”. • Click the Adblock Plus icon. • Click “Enabled on this site” to disable ad blocking for the current site. • Click “disable on Dawn.com” to disable ad blocking.", "category": null},
{"title": "Four students shot dead at Sudan rally ahead of talks ", "image_urls": ["https://i.dawn.com/primary/2019/07/5d3fc521a85b9.jpg"], "published_date": " July 30, 2019", "updated_date": ["Jul 30, 2019 01:45pm"], "authors": ["AFP"], "tweets": [], "comments": ["What a great, gross, grave and gruesome tragedy?"], "content": "KHARTOUM: Four Sudanese school students were among five demonstrators shot dead on Monday during a rally against shortages of bread and fuel, a day before protest leaders and ruling generals are set to hold new talks on the country’s transition. Authorities announced a night-time curfew in four towns following the deaths in the central town of Al-Obeid, as a key protest group called for nationwide rallies against the “massacre”. The ruling military council and protest leaders earlier this month inked a power-sharing deal providing for a joint civilian-military administration which in turn would install civilian rule. That is the main demand of a nationwide protest movement that led to the April ouster of longtime leader Omar al-Bashir and has since demanded that the generals who took his place cede power to civilians. But on the eve of Tuesday’s talks aimed at resolving outstanding issues over the transition, five protesters were killed in Al-Obeid, the capital of North Kordofan state, said a doctors’ committee linked to the protest movement. “Five martyrs succumbed to direct wounds from sniper bullets during a peaceful rally in Al-Obeid,” the committee said in a statement. Prominent protest leader Babikir Faisal said that the dead included “four high school students”. Al-Obeid residents and a local journalist also confirmed that the dead included high schoolers. A key protest group, the Sudanese Professionals Association, said “live ammunition” had been used against a “rally of school students”. In a post on its Facebook page, it urged “all citizens and medics” to head to hospitals treating the wounded. In a separate statement, it called for nationwide protests against the “massacre,” demanding that “the perpetrators be brought to justice”. Hundreds of protesters later rallied in Khartoum’s two districts of Bahri and Burri, but they were swiftly confronted by riot police who fired tear gas, witnesses said. The office of North Kordofan’s governor announced an overnight curfew in four towns including Al-Obeid, starting Monday and continuing indefinitely. It added that all schools in the province had been told to suspend classes. Residents of Al-Obeid said the rally had been over a shortage of bread and fuel in the town. It was a sudden tripling of bread prices that initially triggered December protests against Bashir, which later turned into a nationwide movement against his three-decade rule. “For the past few days there has been a shortage of fuel and bread,” an Al-Obeid resident said. “School children were affected as there is no transport to help them reach their schools. Today, they staged a rally and when it reached downtown there were shots fired.” The town had not previously witnessed major rallies against Bashir even as provinces, cities and towns were swept up by the campaign against his rule. Monday’s deaths sparked calls for talks set for Tuesday to be suspended. “We cannot sit at the negotiating table with those allowing the killing of revolutionaries,” Siddig Youssef, a prominent protest leader, said in a statement. Tuesday’s talks were set to cover issues including the powers of the joint civilian-military ruling body, the deployment of security forces and immunity for generals over protest-related violence, according to protest leaders. The power-sharing deal agreed on July 17 provided for the establishment of a new governing body of six civilians and five generals. It was then to oversee the formation of a transitional civilian government and parliament to govern for 39 months, followed by elections.", "category": "Archive"},
{"title": "Russian opposition leader Navalny ‘poisoned’: lawyer ", "image_urls": ["https://i.dawn.com/primary/2019/07/5d3fc9d7aee2d.jpg"], "published_date": " July 30, 2019", "updated_date": [], "authors": ["AFP"], "tweets": [], "comments": [], "content": "MOSCOW: Russian opposition leader Alexei Navalny was “poisoned” by an unidentified toxic substance but doctors have sent him back to jail despite his condition, his lawyer and personal physician said on Monday. President Vladimir Putin’s top opponent was rushed to hospital on Sunday a day after almost 1,400 people were arrested at an unauthorised protest, in the largest police crackdown on dissent in recent years. Navalny was hospitalised following what was described as an acute allergic reaction, but his supporters later said they believed he had been exposed to poison. “It is indeed poisoning by some unknown chemical substance,” his lawyer Olga Mikhailova told reporters Monday outside Moscow’s hospital No 64, which treated Navalny. Navalny on Sunday had swollen eyelids, discharge in the eye and a rash on his upper body, his personal physician Anastasia Vasilyeva said. She told reporters on Monday that both she and the 43-year-old politician believe the reaction could have been a response to “some chemical agent”. Navalny has been in jail since last week for calling an unauthorised rally. Vasilyeva said doctors at the hospital diagnosed him with a skin condition, adding that he had improved after being treated with a steroid. But he has been sent back to jail despite needing to continue the treatment, she said, raising concerns over the danger to his health in prison and the possibility that his cell could be contaminated. A senior doctor at the hospital told reporters that Navalny’s health was not under threat. But Vasilyeva accused the hospital doctors of not wanting to find out what caused Navalny’s condition. “Alexei has been clearly sent back to the detention centre on orders from above,” she said. Vasilyeva is an ophthalmologist who had treated Navalny previously after he nearly lost the sight in one eye after an attack in 2017. He has never suffered from allergies in the past, she said. The Russian opposition leader is serving a 30-day jail sentence for calling Saturday’s rally after authorities blocked prominent independent candidates from taking part in Moscow parliament elections in September. The Kremlin on Monday scrambled to contain a fresh political crisis after police brutally crushed a peaceful rally that saw thousands take to the Moscow streets at the weekend to urge the authorities to open up the tightly-controlled system.", "category": "Archive"},
{"title": "Saudi coalition attack on Yemeni market leaves 10 dead ", "image_urls": ["https://i.dawn.com/primary/2019/07/5d3fc7a6be1db.jpg"], "published_date": " July 30, 2019", "updated_date": ["Jul 30, 2019 09:49am", "Jul 30, 2019 10:12am"], "authors": ["Reuters"], "tweets": [], "comments": ["The King and family of KSA should step down. Trump must stop supporting KSA.", "MBS continues killing of Yemeni people, to install their man as the leader., which the Houthis oppose. Shame on the Saudis, and America."], "content": "ADEN: An attack on a market killed more than 10 civilians including children in a market in Yemen’s northern Saada province on Monday, a medical source and Houthi-run media reported. The manager of the local Al Jomhouri hospital said 13 people were killed and 23 injured in air strikes in Qatabir district by a Saudi-led coalition battling the Iran-aligned Houthi group in Yemen.   said the death toll had risen to 14. The coalition spokesman accused the Houthis of attacking the market but did not specify the type of assault or confirm the number killed. “The attack carried out by the Houthis on Al Thabet market is a terrorist act to spite Yemenis and the tribes of Al Thabet,” Colonel Turki al-Malki said in a statement, adding that the tribes were against the group. Pictures taken by a photographer showed more than nine bodies, some of them torn apart, lined up on a nylon sheet near the morgue. “There are two children among the martyrs and 11 children among those injured,” hospital manager Saleh Qorban said. Masirah later said four children were killed. Saudi Arabia is leading the Western-backed alliance that intervened in Yemen in 2015 to try to restore the internationally recognised government, which was ousted from power in the capital Sanaa by the Houthis in late 2014. The movement has stepped up missile and drone attacks on Saudi cities, and the coalition has responded with air strikes on Houthi targets, mostly around Sanaa. In August 2018, coalition air strikes killed dozens of people, including children travelling on a bus through a market in Saada. The alliance initially said it had targeted missile launchers but later admitted that the attack was unjustified. Human rights groups have criticised Western countries that provide arms and intelligence to the coalition over air strikes that have killed civilians at hospitals, schools and markets. The coalition says it does not intentionally target civilians. The four-year-old war, that has killed tens of thousands and pushed the long-impoverished Arabian Penin­sula nation to the brink of famine, has long been in a military stalemate. The Houthis, who say their revolution is against corruption, control Sanaa and most of the main urban centres. The government of Abd-Rabbu Mansour Hadi holds the southern port of Aden. The violence could complicate efforts to implement a U.N.- sponsored troop withdrawal agreement in the main port city of Hodeidah that is meant to pave the way for peace talks to end the conflict, which is largely seen in the region as a proxy war between Saudi Arabia and Iran.", "category": "Archive"},
{"title": "Renewed unrest grips Bahrain after authorities execute activists ", "image_urls": ["https://i.dawn.com/primary/2019/07/5d3fc8d7ce9eb.jpg"], "published_date": " July 30, 2019", "updated_date": ["Jul 30, 2019 09:50am"], "authors": ["Reuters"], "tweets": [], "comments": ["What do you expect from a dictator?  I am sorry!  Fair Play?  Democracy?  R I P", "Gordon D. Walker", "Canada"], "content": "DUBAI: Protests broke out in Bahrain after the execution of two opposition activists on terrorism-related charges revived tension over the weekend in the kingdom, a Western ally that has cracked down on dissent since a failed 2011 uprising. Police fired tear gas to disperse hundreds of demonstrators in Bilad al-Qadeem suburb where one protester died from gas inhalation on Saturday, four activists said. A government spokesperson said in a statement that the man died from natural causes. People also took to the streets in several Shia villages and neighbourhoods on the outskirts of the capital Manama on Sunday night in response to Saturday’s execution of Ali al-Arab and Ahmed al-Malali, who were sentenced to death last year on terrorism crimes in a mass trial. Videos and pictures posted on verified social media accounts of activists showed demonstrators clashing with security forces, burning ties and building roadblocks. The protests are the most significant unrest in more than two years in the island state, headquarters of the US Navy’s Fifth Fleet, since authorities in 2017 executed three Shia men convicted of killing three policemen in a bomb attack. Bahrain has a Shia majority and is ruled by a Sunni royal family. It is the only one of the Gulf monarchies to have faced serious unrest during the Arab Spring protests that swept the Middle East and North Africa in 2011. Asked about the demonstrations, the government spokesperson said that Bahrain upholds constitutional rights for freedom of expression and peaceful assembly, but “any acts of disorder that disrupt public safety require legal actions to be taken” in accordance with internationally recognised standards. The ruling Al Khalifa family has kept a lid on dissent since the mostly Shia opposition staged a failed uprising in 2011. Saudi Arabia sent in troops to help crush that unrest in a mark of concern that any major unrest or power-sharing concession by Bahrain could inspire its own Shia minority. Activists abroad have called for further protests over the executions, which were criticised by international rights groups who say the men’s confessions were obtained through torture, which Manama denies. “There are calls and there will be more protests in the coming days, but the repression is very violent and authorities are retaliating with collective punishments,” said Ali Alaswad, a senior member of the dissolved opposition group al-Wefaq, who has lived in exile in London since 2011. Bahrain has closed the main opposition groups and prosecuted scores of people, stripping hundreds of their nationalities, in mass trials. A number of activists have fled abroad. Many Bahrainis say they are deprived of jobs and treated as second class citizens in the country of 1.5 million. Authorities deny this and accuse Iran of fostering unrest that has seen demonstrators clash with security forces, who have been targeted by several bomb attacks. Tehran denies involvement. Analysts say they do not expect a repeat of past widespread violence given measures to stifle dissent in Bahrain, which has been emboldened by a crackdown on dissent in Saudi Arabia. “Bahrainis know an escalation, as happened in 2011, will not only be met with brutality, but also with the occupation by Saudi Forces in the form of the Gulf Peninsula Shield,” said Marc Owen Jones of the Institute of Arab and Islamic Studies at the University of Exeter, referring to a common Gulf Arab force. On Sunday, hundreds of people attended the funeral of Mohammad Ibrahim al-Mokdad, 22, who died after taking part in Saturday night’s protest. The government spokesperson said a medical report “confirms illness as cause of death”. “With our souls, with our blood, we will redeem you, martyr,” mourners could be heard chanting in several videos of the funeral posted on activists’ social media accounts. Many were holding pictures of the executed activists, who were among three men executed on Saturday. Authorities said, without identifying any of the men, that they were convicted in two separate cases, one involving the killing of a police officer and the other the killing of a mosque imam. London-based Bahrain Institute for Rights and Democracy says that 17 people are currently on death row on political grounds, including eight at imminent risk of execution. “The regime uses executions as a vengeance tool,” said al-Wefaq’s Alaswad. The authorities have denied targeting the opposition and say they are protecting national security.", "category": "Archive"},
{"title": "Rain, power failures wreak havoc on Karachi ", "image_urls": ["https://i.dawn.com/primary/2019/07/5d3f6cf56dc49.jpg"], "published_date": " July 30, 2019", "updated_date": [], "authors": ["Dawn Report"], "tweets": [], "comments": [], "content": "\t\t\t KARACHI: The first proper monsoon rain spell in the city played havoc with the ill-maintained civic infrastructure and power distribution system, causing nine deaths, flooding in low-lying areas and hours-long traffic jams on Monday. Power supply was suspended with the first drop of rain in the morning. Many city areas even remained without electricity for over 15 hours. Due to the intensity of the rain, the Sindh government announced that all public and private educational institutions across the province wotuld remain closed on Tuesday (today).   The Pakistan Metrological Department warned that the trend was likely to continue on Tuesday. The pre-dawn downpour continued till late in the evening and the Met Office recorded 69.4 millimetres, or 2.73 inches, of rain till 8pm. The Met observatories recorded 69.4mm of rain in Surjani Town; PAF Faisal Base and its surrounding areas (66mm or 2.59 inches); Airport (50.4mm or 1.98 inches); North Karachi (55.6mm or 2.18 inches); Gulistan-i-Jauhar (50mm or 1.96 inches); PAF Base Masroor (45mm or 1.77 inches) and 32mm, or 1.25 inches, of rain was recorded in Landhi and its neighbouring areas. Schools, colleges across Sindh closed today; city gets 69mm rain till 8pm “The much-awaited rain system entered Sindh early in the morning,” said the city’s weatherman Sardar Sarfaraz. “Due to climate factors the system landed a little late in the region but since it’s here we are expecting moderate to heavy rains in the city to continue for the next 24 to 36 hours.” He said that there were two systems currently circulating in the region — one in the Arabian Sea and the other in the Bay of Bengal.  \t\t\t The rain badly affected the traffic in the city, where hours-long traffic jams were witnessed on key roads. The traffic started slowing mainly in the second half of the day when the downpour turned stronger and took hours to normalise amid non-functioning of several traffic signals, absence of traffic officials and blockade of some major roads due to accumulation of rainwater. In district South, hundreds of vehicles were stuck in a traffic mess on I.I. Chundrigar Road, M.R. Kayani Road, Sarwar Shaheed Road, Abdullah Haroon Road, Napier Road, Hasrat Mohani Road, Burnes Road, Shahrah-i-Liaquat, Saddar and Sharea Faisal. Officials said the rain badly affected two key links of East district — Korangi Causeway and Korangi Road — which link Korangi with the rest of the city, as people opted for alternative routes which further swelled the number of vehicles on available arteries.  The vehicular traffic on roads along Liaquatabad, some blocks of Nazimabad, a few sectors in North Karachi and parts of Shahrah-i-Pakistan remained slow but kept moving after the alternative system to drain the rainwater was installed by authorities. In East district, University Road remained the worst-hit area where hundreds of vehicles were seen lined up after sunset due to accumulated rainwater. Similarly, in Central district construction works on key traffic intersections made the situation difficult for vehicular traffic. The rain also affected the air traffic as many flights from Karachi to different destinations were cancelled due to weather conditions. A spokesman for Pakistan International Airlines said that eight flights from Karachi to Sukkur, Karachi-Gwadar, Karachi-Multan and Sukkur-Islamabad had been cancelled. He said that all measures had been taken in view of the forecast of heavy rains in the city and passengers were being provided with help at the airport in case of delays/cancellation or diversion of their flights. A CAA official said that in all eight flights were cancelled and four were delayed due to rain in Karachi. \t\t\t With the first few drops of rain, the power supply system in the city failed to prove its effectiveness.  The K-Electric blamed “unprecedented” and “heavy rain” for prolonged power failures that extended up to 15 hours in many areas in the city till 11pm. In the evening, the KE claimed to have restored power supply in most parts of the city, but residents from different localities called Dawn offices to share their sufferings due to hours-long power breakdowns even after 11pm. “Unprecedented and heavy rains disrupted power supply to some areas in Korangi, Landhi, Lyari and Bin Qasim,” said the power utility. “The K-Electric’s rapid response teams are in the field, working swiftly to restore power to all affected areas.” It said: “Power supply to parts of Jail Chowrangi, Gulshan, Nazimabad, Gizri, PNT Colony, Numaish, Punjab Chowrangi and Garden has already been restored. In [a] few cases, power supply to kunda-infested and low-laying areas has been deliberately turned off as a safety precaution to avoid any serious incident. Inconvenience is regretted.”   The local and provincial governments came under criticism over poor response during the rain. However, Local Government Minister Saeed Ghani said: “Key roads of the city which always got submerged after rains are not in that bad condition this time. We are only facing challenges in a few areas where drainage system is not capable to handle this amount of rain. But we are going for alternative solutions, which would improve the situation in next few hours.” Meanwhile, the Sindh government announced holiday for educational institutions on Tuesday due to intermittent and continued rains. “There would be a public holiday for educational institutes, both public and private, across Sindh province on Tuesday because of continued rains,” said Education Secretary Qazi Shahid Pervez.", "category": "Pakistan"},
{"title": "Sindh issues code of conduct for collecting sacrificial hides ", "image_urls": ["https://i.dawn.com/primary/2019/07/5d3f6c64e8978.jpg"], "published_date": " July 30, 2019", "updated_date": ["Jul 30, 2019 10:13am"], "authors": ["The Newspaper's Staff Reporter"], "tweets": [], "comments": ["50 percent by on the Zardari Mafia. 40% to the PPP. We know!"], "content": "\t\t\t KARACHI: The Sindh home ministry on Monday issued a code of conduct for collection of sacrificial hides on Eidul Azha according to which parties and organisations that collect the hides should get permit from the commissioner or deputy commissioner concerned. Officials said the home ministry had stated that on Eidul Azha various political, religious and social welfare organisations or parties collect the hides of sacrificial animals. “It becomes a matter of competition among the organisations and parties which creates law and order problems for the provincial government,” said a notification of the home ministry. “Keeping in view this situation the government has decided that for collection of hides, approval from the concerned commissioner or deputy commissioner is required.” Door to door collection of hides disallowed It said only those parties, organisations, welfare bodies and religious institutions would be allowed to collect sacrificial skins which were duly registered and their heads had signed the code of conduct and abide by the rules and regulations of the code. “No [one] else is allowed to install camps for the collection of skins or hides. Use of loudspeakers, writing or chanting of slogans and announcement from masajid or offices of any political parties and organisations will not be allowed.” Besides, the notification said posters and banners used for collection of hides were also prohibited. “No one will be allowed to collect the hides door to door. However, every individual is allowed to donate the hides as per one’s own will wherever and to whom he thinks eligible to get the skins.” It said every individual should himself carry the hide of his sacrificial animal to whom he wanted to donate. However, representatives of all organisations who would collect the hides would be required to keep with themselves CNICs, identity card of the organisation they belong to and authority letter from the commissioner or deputy commissioner when they transport the hides from one place to another. “In case of non compliance, the law enforcement personnel are authorised to forfeit the hides individuals carry. Every organisation or seminary will submit before time the complete plan of transportation of skins so that security may be provided to their vehicles used for carrying the hides.”   The home ministry said all types of weapons, batons, and steel bars were banned for the three days of Eidul Azha. “The ban will also be extended upon licensed arms.” For compliance of the ban, it added, the law enforcement agencies would check motorcycles or cars at different places; and every organisation was required to inform their workers to cooperate with the law enforcement agencies. “Unauthorised collection of skins or non compliance of code of conduct will result in action as per law against the organisation or their workers and the skins will be forfeited. Every applicant is required to obtain security clearance from the concerned law enforcement organisation for collection of hides,” it said.", "category": "Pakistan"},
{"title": "A tale of woe ", "image_urls": ["https://i.dawn.com/primary/2019/07/5d3d0323cbdb4.jpg"], "published_date": "July 28, 2019", "updated_date": ["Jul 28, 2019 07:59am", "Jul 28, 2019 09:12am", "Jul 28, 2019 09:45am", "Jul 28, 2019 11:29am", "Jul 28, 2019 12:28pm", "Jul 28, 2019 01:38pm", "Jul 28, 2019 03:45pm", "Jul 28, 2019 04:49pm", "Jul 28, 2019 06:34pm", "Jul 28, 2019 07:46pm", "Jul 28, 2019 11:39pm"], "authors": ["Faizaan Qayyum"], "tweets": [], "comments": ["A good and well argued write up describing anomaly between often trumpeted Naya Pakistan and status quo termed as Purana Pakistan. Based upon ground realities, one can populate that nothing much has changed and it is virtually the same old wine in a new bottle. Being apparently true,  telling us in plain words that we live in a time that demands a discourse of both critique and possibility, one that recognizes that without an informed citizenry, collective struggle, and viable social movements, democracy will slip out of our reach and we will arrive at a new stage of history marked by the birth of an authoritarianism that not only disdains all vestiges of democracy but is more than willing to relegate it to a distant memory.", "Pakistan was created for the elite, it has always stayed true to it's charter.", "Good Job. Send a copy to IK.", "Good writeup, like the part about steroid.", "A very nice piece. IK government has clamped down on the poor with the most intense aggression. The following passage summarizes the double standards:", "'However, did the same master plan allow for Imran Khan’s palatial mansion in Banigala? Never mind that the prime minister lives there! Ironically, Mr Khan’s own petitions in judicial forums have led to the demolition of dozens of buildings in Banigala, driving out his poorer neighbours even as his own mansion looks forward to some form of regularisation.'", "Naya Pakistan is old wine in old bottle with new label.", "This is the reason that Liberalism now an obsolete word.So-called Liberal people always write against their opponent's ideology.Bani-gala was regulated by Supreme court not  by govt. decission.Right-wing party now became more powerfull all over the world & western colonial minded Liberal are going to dust.", "One of the best eye opening articles I have read in recent times.\nBravo.\nBe safe.", "Sir, you have expressed great points. Pakistan will take much great time to overcome the miseries of the poor.", "@Ismail Baloch ,  all the best", "Pakistan has, after the passing of Liaquat, been ruled by the corrupt and/or the incompatentand naya Pakistan is no different"], "content": "AFTER a Supreme Court intervention, Karachi’s Sea Breeze Plaza won’t be demolished for now. Imran Khan’s personal Banigala residence is all set to receive some form of permanent regulatory approval. Malik Riaz will facilitate the PTI’s Naya Pakistan Housing Programme, constructing new housing units in Rawalpindi/Islamabad. These are in no particular order; nevertheless, there has to be some logic to these decisions. Sea Breeze was originally constructed as a medical facility, which was subsequently misused. The building’s occupants now say they are willing to hand it over; demolishing it, however, would directly affect at least 200 traders. And, of course, only Malik Riaz can build thousands of new housing units and deliver them in time. But what else ties these decisions together? That naya Pakistan is not a country for most of its own people. That executive, legislative, judicial and regulatory capture is now complete. Let me explain. ‘Naya’ Pakistan is just ‘purana’ Pakistan on steroids. At least 12,000 Karachiites lost their homes, shops, and other spaces as part of the demolition drive ordered by the Supreme Court. They included people who had valid permits from various government offices. Some were in Empress Market, while many were unfortunate enough to live or conduct business along the Karachi Circular Railway track. Nothing in their plight — stories of despondency, destruction, and even death — could move any authority to deliver any form of relief. In the ill-informed and undue haste to ‘restore’ Karachi, we brought thousands of the urban poor to the streets. But of course, the 200 Sea Breeze traders had a different kind of access. The story is similar in Islamabad. An ongoing demolition drive against khokhas has rendered hundreds jobless; why should we care that most were validly licensed to operate? By one count, around 500 khokhas were established after obtaining due permits from competent authorities. For years, they provided critical local needs of food, water, and a place to hang out in poor settlements and other areas with low commercial activity where formal restaurateurs wouldn’t venture. But, of course, a raging messiah quickly realised that Islamabad’s master plan didn’t permit the poor to eat. However, did the same master plan allow for Imran Khan’s palatial mansion in Banigala? Never mind that the prime minister lives there! Ironically, Mr Khan’s own petitions in judicial forums have led to the demolition of dozens of buildings in Banigala, driving out his poorer neighbours even as his own mansion looks forward to some form of regularisation. Master plans are always problematic. They reflect economic and political power structures without catering to the most downtrodden; on top is the wanton disregard in which the elite hold them. Khokhas and jhuggis, on the other hand, are poor families’ way out from their exclusion from master plans. This explains both the Banigala mansion and the appearance of slums and khokhas in Pakistan’s ‘only’ planned city. Regularisation is thus not the problem. Instead, the question is: who gets what? Twelve thousand poor traders and slum dwellers can go to hell but not 200; 500 khokhas can be demolished but not one man’s palace. Refugees and migrants can be brutally evicted from informal settlements in Islamabad, but the same state can do nothing about senators occupying educational institutions’ lands in the heart of the same city. In fact, why not go even further and link a pro-poor housing project with the country’s biggest private encroacher in history (as established by the court)? We’re driving out the urban poor from their ‘encroachments’ even as the government validates and further strengthens criminals. To rub salt into our wounds, our messiahs cite economic miseries to raise taxes, hike utility tariffs for the poorest, and reduce or eliminate subsidies even on critical facilities like urban transit. Alongside, and in a parallel reality where our coffers are bursting at the seams, come the daftest policy moves — like the stock market bailout. When you have too much money, a market controlled by the most powerful few deserves more public billions than a transit system used by hundreds of thousands of people a day. There are countless other examples. Only recently, we had the luggage plastic wrap fiasco. Can we not speculate that the regulator and executive both connived to invent a way for a blue-eyed bigot to make some money? And so what? Remember corporate tax cuts? Go back to purana Pakistan, and remember IPPs with billions of dollars in committed capacity payments?  This naya Pakistan is just purana Pakistan on steroids: those who can, get their way; those who can’t, get kicked; and political and judicial leaders continue to act oblivious to the plight of the people. Purana woe was us. Naya woe is us. And, for that, woe to our messiahs, and woe to us for so eagerly selecting them.", "category": "Archive"},
{"title": "Unfit for work ", "image_urls": ["https://i.dawn.com/medium/2019/07/5d3e6c3954cbc.gif"], "published_date": "July 29, 2019", "updated_date": [], "authors": ["Fahad Saleem"], "tweets": [], "comments": [], "content": "One of the most intriguing points in the Pakistan Labour Force Survey 2017-18 is that the unemployment rate for those holding at least a bachelor’s degree is 16.2 per cent, almost three times higher than the national unemployment rate of 5.8pc. This means a relatively higher proportion of the country’s educated workers is sitting at home hoping to find a decent job. Students dream about enrolling in top-tier universities because they believe that those institutions are their gateway to well-paid jobs and professional success. Unfortunately, only a handful of institutions across all fields of study can truly groom their students. So the problem of most varsities being under par is a severe one. Top business schools are considered a ticket to an executive job in any top corporation. This is due to the fact that these schools recognise the needs of the market and develop their students accordingly. The courses they offer, the curriculum they teach, the quality of their faculty and their contact base are such that their students don’t have a hard time finding jobs. The quality of coursework and the faculty in universities are severely under par  Even though there some business schools that are working hard to achieve the top local standard, most schools are still at rock bottom. The quality of their coursework and faculty, their enrolment criteria and the average student profile are severely under par. Obsolete textbooks, lack of substantial research and students technically bribing their institutions to get their degrees are common. In science as well, only a handful of universities produce quality doctors and engineers. Graduates from most medical schools are unskilled and lack confidence to actually deal with a patient. That is because too much theoretical teaching takes place at medical schools without any emphasis on practical work.  Similarly, we often hear jokes about unemployed engineers. Despite being a distinguished field globally, engineering does not get the respect it deserves in Pakistan. That is so because too many universities produce too many engineers even though their demand is limited owing to Pakistan’s underdeveloped industrial base. Lots of schools have a low merit criterion. So it’s easy for anyone to enrol, which raises the supply of potential engineers. Many engineering schools lack advanced labs with relevant instruments. They are theoretical in their teaching and students are encouraged to learn by rote. That is why such students struggle to find a decent job in the local market. Most graduates from middle-class or lower-class households can’t afford to go abroad to find jobs as the local market is too saturated. They can’t afford to live or even study abroad. They often can’t fulfil immigration requirements of developed countries. Students of social sciences and humanities face the worst prospects. As few organisations in Pakistan are interested in research, such graduates suffer the most. Most of them get employment in academia. But even there, supply exceeds demand. Of late, however, some corporations have started hiring psychology specialists as HR executives. Some psychologists open their clinics. But their businesses don’t generally do well because of the negative perception about seeking mental health in our society. The Higher Education Commission (HEC) is the regulatory body for all universities in Pakistan. It is its responsibility to make sure the quality of university education is up to par. The HEC is trying to push institutions to recruit more PhDs as faculty members. According to Employers’ Federation of Pakistan Chairman Majyd Aziz, faculty members do not have the exposure to trade and industry. “They are normally fresh graduates who teach through PowerPoint presentations made through textbooks. They are unable to back their teaching with practical experience. Universities should send their faculty members to the industry for three to six months on a voluntary basis. This will give them practical knowledge,” he said. “Pakistan needs proficient managers, not hopeless drones with degrees.” Shazia Farooq, a visiting faculty member at the Institute of Business Administration, said that students should enhance their skills through Massive Open Online Courses, which are available online for free. “Students should also improve their work ethic and attitude. They should be more willing to put in extra hours since supply is becoming increasingly elastic,” she said. ", "category": "Archive"},
{"title": "OTHER VOICES: Sri Lankan Press: Natural hazards", "image_urls": ["https://i.dawn.com/medium/2019/07/5d3ef175a1263.png"], "published_date": "June 04, 2014", "updated_date": [], "authors": ["From the Newspaper"], "tweets": [], "comments": [], "content": "MOST people woke to the news of floods, giving an inauspicious start to the week. Torrential rains continued to lash most parts of Sri Lanka on Monday, causing floods and submerging roads. … [S]ri Lanka is a great example of how society has become more vulnerable to natural hazards. Although floods are natural phenomena, human activities and human interventions into the processes of nature, such as alterations in the drainage patterns from urbanisation, agricultural practices and deforestation, have considerably changed the situation in … river basins. …The probability of flooding is expected to increase; the earth’s climate is changing rapidly. As far as possible, human interference into the processes of nature should be reversed, compensated and, in the future, prevented. It is necessary to promote … changes in water policies and land use practices....  All appropriate action should be taken to create legal, administrative and economic frameworks that are … enabling and within which the public, private and voluntary sectors can each make their contribution to flood prevention, dam safety and the reduction of adverse impacts of dangerous flood events. …— (June 3)", "category": "Archive"}